<?php	
	require "./assets/less/lessc.inc.php";	
	function autoCompileLess($inputFile, $outputFile) {
	  // load the cache
	  $cacheFile = $inputFile.".cache";
	  if (file_exists($cacheFile)) {
		$cache = unserialize(file_get_contents($cacheFile));
	  } else {
		$cache = $inputFile;
	  }
	  $less = new lessc;
	  $newCache = $less->cachedCompile($cache);
	  if (!is_array($cache) || $newCache["updated"] > $cache["updated"]) {
		file_put_contents($cacheFile, serialize($newCache));
		file_put_contents($outputFile, $newCache['compiled']);
	  }
	}
	autoCompileLess('./assets/less/style.less', './assets/css/style.css');
// class="col-xs-6 wow fadeIn" data-wow-delay="0.3s" data-wow-duration="0.6s"
?>
<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <title>Title</title>
    <meta http-equiv="content-type" content="text/html; charset=utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!--<meta name="viewport" content="width=1300px">-->
    <link rel="stylesheet" href="./assets/css/style.css" type="text/css" />
</head>

<body>
    <div class="wrapper">
        <div id="mobile-menu">
            <div class="block">
                <ul>
                    <li><a href="#about"><span>Обо мне</span></a></li>
                    <li><a href="#service"><span>Услуги</span></a></li>
                    <li><a href="#portfolio"><span>Портфолио</span></a></li>
                    <li><a href="#contacts"><span>Контакты</span></a></li>
                </ul>
            </div>
        </div>

        <header>
            <div class="container">
                <div class="block">
                    <a class="logo" href="">
                        Михаил Соловьев
                    </a>
                    <div class="menu">
                        <!-- Кнопка Мобильного Меню -->
                        <button id="burger-menu">
                            <div class="box box_item1"></div>
                            <div class="box box_item2"></div>
                            <div class="box box_item3"></div>
                        </button>
                        <!-- Кнопка Мобильного Меню -->
                        <ul>
                            <li><a href="#about"><span>Обо мне</span></a></li>
                            <li><a href="#service"><span>Услуги</span></a></li>
                            <li><a href="#portfolio"><span>Портфолио</span></a></li>
                            <li><a href="#contacts"><span>Контакты</span></a></li>
                        </ul>
                    </div>
                    <div class="svg"><img src="./assets/img/Illustration.svg" alt="">
                    </div>
                </div>
            </div>
        </header>
        <section class="about" id="about">
            <div class="container">
                <div class="about_block">
                    <div class="face">
                        <img src="./assets/img/IMG_8990-removebg.png" alt="" class="about_img">
                    </div>

                    <div class="right">
                        <h1>НУЖЕН САЙТ?</h1>
                        <div class="about_subtitle">Привет! Меня зовут Михаил</div>
                        <div class="about_text">Я создаю быстрые и
                            современные веб-сайты,
                            работающие на всех устройствах
                            Сверстаю сайт по Вашему макету
                            Или разработаю уникальный дизайн <br>для вашего проекта</div>
                        <button class="about_button md-trigger" data-modal="modal-1">Получить Бесплатную Консультацию
                        </button>
                    </div>
                </div>
            </div>
        </section>
        <section class="service" id="service">
            <div class="container">
                <h2>МОИ УСЛУГИ</h2>
                <div class="service_cards">
                    <div class="service_card">
                        <div class="service_img"><svg id="Illustration" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="179.331" height="159.071" viewBox="0 0 179.331 159.071">
                                <defs>
                                    <linearGradient id="linear-gradient" x1="0.5" y1="0.092" x2="0.494" y2="1.217" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#09005d" />
                                        <stop offset="1" stop-color="#1a0f91" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-2" x1="0.261" y1="0.777" x2="1.196" y2="-0.217" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ff928e" />
                                        <stop offset="1" stop-color="#fe7062" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-3" x1="0.552" y1="-10.35" x2="0.498" y2="0.904" xlink:href="#linear-gradient" />
                                    <linearGradient id="linear-gradient-4" x1="0.098" y1="11.452" x2="0.967" y2="-12.144" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#e1473d" />
                                        <stop offset="1" stop-color="#e9605a" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-5" x1="0.287" y1="1.053" x2="1.845" y2="-2.967" xlink:href="#linear-gradient-4" />
                                    <linearGradient id="linear-gradient-6" x1="-0.479" y1="3.093" x2="1.689" y2="-2.636" xlink:href="#linear-gradient-4" />
                                    <linearGradient id="linear-gradient-7" x1="0.018" y1="2.26" x2="1.541" y2="-3.299" xlink:href="#linear-gradient-4" />
                                    <linearGradient id="linear-gradient-8" x1="-0.092" y1="1.573" x2="2.075" y2="-2.329" xlink:href="#linear-gradient-4" />
                                    <linearGradient id="linear-gradient-9" x1="-1.154" y1="3.809" x2="1.624" y2="-1.738" xlink:href="#linear-gradient-4" />
                                    <linearGradient id="linear-gradient-10" x1="-0.779" y1="3.762" x2="1.998" y2="-3.307" xlink:href="#linear-gradient-4" />
                                    <linearGradient id="linear-gradient-11" x1="-0.47" y1="2.741" x2="2.411" y2="-3.896" xlink:href="#linear-gradient-4" />
                                    <linearGradient id="linear-gradient-12" y1="0.5" x2="1" y2="0.5" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#dae3fe" />
                                        <stop offset="1" stop-color="#e9effd" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-13" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-12" />
                                    <linearGradient id="linear-gradient-14" x1="0.633" y1="1.027" x2="0.383" y2="0.223" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#4042e2" />
                                        <stop offset="1" stop-color="#4f52ff" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-15" x1="1.203" y1="-0.234" x2="-0.958" y2="2.231" xlink:href="#linear-gradient" />
                                    <linearGradient id="linear-gradient-16" x1="4.723" y1="0.41" x2="-0.185" y2="2.067" xlink:href="#linear-gradient-14" />
                                    <linearGradient id="linear-gradient-17" x1="2.293" y1="-0.726" x2="0.45" y2="0.534" xlink:href="#linear-gradient" />
                                    <linearGradient id="linear-gradient-18" x1="3.429" y1="0.296" x2="14.799" y2="-5.294" xlink:href="#linear-gradient-14" />
                                    <linearGradient id="linear-gradient-19" x1="9.236" y1="1.786" x2="-3.894" y2="9.018" xlink:href="#linear-gradient-14" />
                                    <linearGradient id="linear-gradient-20" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-14" />
                                    <linearGradient id="linear-gradient-21" x1="0.549" y1="-0.66" x2="0.441" y2="1.879" xlink:href="#linear-gradient-14" />
                                    <linearGradient id="linear-gradient-22" x1="0.544" y1="-0.896" x2="0.448" y2="2.16" xlink:href="#linear-gradient" />
                                </defs>
                                <path id="Path_392" data-name="Path 392" d="M224.221,596.345a.265.265,0,0,1-.444-.174c-.03-.354-.055-.713-.072-1.067a.265.265,0,1,1,.529-.026c.017.347.041.7.072,1.048A.266.266,0,0,1,224.221,596.345Z" transform="translate(-209.525 -557.12)" fill="#91b3fa" />
                                <path id="Path_393" data-name="Path 393" d="M269.385,139.857a.266.266,0,0,1-.336.016c-.575-.429-1.174-.839-1.781-1.22a.266.266,0,0,1,.282-.449c.619.389,1.23.808,1.816,1.244a.266.266,0,0,1,.054.371A.253.253,0,0,1,269.385,139.857Zm-4.91-2.916a.264.264,0,0,1-.289.044c-.648-.3-1.319-.579-1.994-.829a.266.266,0,0,1,.184-.5c.687.254,1.371.539,2.032.845a.264.264,0,0,1,.063.437Zm-5.4-1.857a.263.263,0,0,1-.238.063c-.7-.164-1.412-.3-2.119-.41a.265.265,0,0,1,.08-.524c.721.11,1.447.254,2.16.418a.265.265,0,0,1,.2.317.262.262,0,0,1-.081.133Zm-34.1,24.95a.265.265,0,0,1-.444-.218c.058-.727.146-1.462.261-2.184a.266.266,0,1,1,.524.083c-.113.709-.2,1.43-.254,2.144a.263.263,0,0,1-.085.173ZM253.4,134.362a.268.268,0,0,1-.184.068c-.716-.018-1.441-.007-2.155.032a.266.266,0,0,1-.029-.53c.73-.039,1.469-.051,2.2-.033a.265.265,0,0,1,.171.462Zm-27.4,20.05a.265.265,0,0,1-.432-.271c.205-.7.439-1.406.7-2.087a.265.265,0,0,1,.5.187c-.254.669-.482,1.358-.684,2.048A.258.258,0,0,1,226.005,154.412Zm21.707-19.6a.259.259,0,0,1-.127.063c-.7.127-1.41.289-2.105.474a.265.265,0,1,1-.136-.512c.707-.19,1.429-.352,2.146-.484a.265.265,0,0,1,.225.458Zm-19.559,14.309a.265.265,0,0,1-.411-.323c.343-.645.716-1.285,1.108-1.9a.265.265,0,0,1,.448.285c-.385.607-.751,1.237-1.088,1.871A.247.247,0,0,1,228.154,149.118Zm14.079-12.7a.254.254,0,0,1-.077.048c-.663.271-1.324.57-1.965.894a.265.265,0,0,1-.238-.474c.653-.328,1.327-.634,2-.91a.265.265,0,0,1,.278.444Zm-5.04,2.688a.282.282,0,0,1-.03.023c-.594.4-1.18.827-1.743,1.273a.266.266,0,0,1-.373-.044.27.27,0,0,1,.043-.372c.574-.454,1.171-.891,1.775-1.3a.266.266,0,0,1,.326.417Zm-5.851,5.273a.265.265,0,0,1-.38-.367c.468-.561.964-1.111,1.475-1.633a.266.266,0,0,1,.38.371c-.5.512-.988,1.052-1.447,1.6A.211.211,0,0,1,231.341,144.377Z" transform="translate(-210.291 -125.404)" fill="#91b3fa" />
                                <path id="Path_394" data-name="Path 394" d="M969.156,258.261a.266.266,0,0,1-.369-.013c-.241-.254-.49-.5-.741-.744a.266.266,0,0,1-.006-.375.269.269,0,0,1,.375-.006c.254.247.507.5.756.761a.265.265,0,0,1-.008.375Z" transform="translate(-906.607 -240.756)" fill="#91b3fa" />
                                <path id="Path_395" data-name="Path 395" d="M1102.53,573.971a.265.265,0,0,1-.444-.207c.013-.351.019-.7.018-1.05a.265.265,0,0,1,.53,0c0,.353-.006.713-.018,1.071A.266.266,0,0,1,1102.53,573.971Z" transform="translate(-1032.227 -536.163)" fill="#91b3fa" />
                                <path id="Path_396" data-name="Path 396" d="M420.429,660.515l-.179.16a.265.265,0,1,1-.353-.4h0l.175-.156c.465-.419.922-.861,1.358-1.313a.266.266,0,1,1,.38.369C421.37,659.637,420.9,660.087,420.429,660.515Zm-2.922,2.3-.028.022c-.593.406-1.209.794-1.831,1.154a.266.266,0,0,1-.266-.46c.611-.353,1.216-.734,1.8-1.132a.265.265,0,0,1,.328.415Zm6.552-6.281a.266.266,0,0,1-.39-.356c.423-.565.829-1.154,1.2-1.748a.265.265,0,1,1,.448.283c-.384.607-.8,1.2-1.229,1.783A.248.248,0,0,1,424.06,656.537Zm-11.484,8.978a.265.265,0,0,1-.074.047c-.664.281-1.345.538-2.028.766a.265.265,0,1,1-.168-.5c.667-.224,1.336-.476,1.987-.751a.265.265,0,0,1,.281.444Zm14.378-13.8a.265.265,0,0,1-.418-.309c.3-.634.578-1.294.829-1.956a.265.265,0,0,1,.5.19c-.254.675-.539,1.346-.844,1.994A.264.264,0,0,1,426.953,651.719ZM407.2,667.17a.261.261,0,0,1-.127.063c-.7.141-1.423.254-2.137.344a.266.266,0,1,1-.063-.527c.7-.085,1.406-.2,2.1-.336a.265.265,0,0,1,.229.457Zm21.615-20.757a.265.265,0,0,1-.435-.259c.167-.686.309-1.386.423-2.082a.265.265,0,1,1,.524.086c-.117.709-.262,1.422-.431,2.121a.267.267,0,0,1-.079.134Zm-27.209,21.3a.263.263,0,0,1-.179.069c-.717,0-1.445-.036-2.163-.1a.265.265,0,1,1,.044-.529c.7.058,1.419.09,2.122.094a.265.265,0,0,1,.176.462Zm-5.588-.6a.263.263,0,0,1-.233.063c-.553-.117-1.111-.253-1.659-.4l-.444-.127a.265.265,0,0,1,.148-.507c.144.042.288.082.433.122.538.147,1.086.28,1.628.395a.265.265,0,0,1,.123.456Zm-5.355-1.7a.265.265,0,0,1-.283.047c-.66-.285-1.317-.6-1.954-.935a.266.266,0,0,1,.247-.47c.624.33,1.268.638,1.917.918a.266.266,0,0,1,.072.44Zm-4.911-2.745a.265.265,0,0,1-.33.02c-.588-.412-1.168-.853-1.724-1.31a.265.265,0,1,1,.337-.409c.545.449,1.114.881,1.691,1.286a.266.266,0,0,1,.063.37A.24.24,0,0,1,385.756,662.667Z" transform="translate(-359.29 -603.037)" fill="#91b3fa" />
                                <path id="Path_397" data-name="Path 397" d="M333.32,864.155a.265.265,0,0,1-.37-.015c-.242-.257-.484-.523-.719-.792a.278.278,0,0,1,.025-.375.265.265,0,0,1,.374.025c.231.264.468.525.705.777a.266.266,0,0,1-.01.375Z" transform="translate(-311.114 -808.21)" fill="#91b3fa" />
                                <path id="Path_398" data-name="Path 398" d="M336.719,272.975a.335.335,0,0,0,.347.174l4.021-.623a17.731,17.731,0,0,0,4.42,3.667l.132,4.065a.334.334,0,0,0,.236.308l4.663,1.441a.336.336,0,0,0,.369-.122l2.4-3.28a17.72,17.72,0,0,0,5.718-.536l2.969,2.783a.335.335,0,0,0,.385.051l4.317-2.282a.336.336,0,0,0,.174-.347l-.623-4.021a17.728,17.728,0,0,0,3.667-4.419l4.064-.132a.334.334,0,0,0,.309-.235l1.441-4.664a.334.334,0,0,0-.122-.368l-3.282-2.4a17.722,17.722,0,0,0-.536-5.718l2.783-2.969a.335.335,0,0,0,.051-.385l-2.282-4.317a.333.333,0,0,0-.347-.174l-4.021.623a17.72,17.72,0,0,0-4.42-3.668l-.132-4.064a.333.333,0,0,0-.235-.309l-4.659-1.44a.335.335,0,0,0-.369.122l-2.4,3.282a17.74,17.74,0,0,0-5.721.536l-2.969-2.783a.335.335,0,0,0-.385-.052L342.364,243a.335.335,0,0,0-.174.347l.623,4.021a17.728,17.728,0,0,0-3.667,4.42l-4.065.132a.335.335,0,0,0-.308.236l-1.441,4.663a.335.335,0,0,0,.122.369l3.282,2.4a17.723,17.723,0,0,0,.536,5.718l-2.782,2.966a.334.334,0,0,0-.052.385Z" transform="translate(-312.188 -224.409)" fill="#91b3fa" />
                                <path id="Path_399" data-name="Path 399" d="M581.374,493.045l0,0a5.417,5.417,0,1,1,0-7.662A5.417,5.417,0,0,1,581.371,493.048Zm-5.809-6.436a3.937,3.937,0,1,0,5.271,5.848h0a3.937,3.937,0,0,0-5.271-5.848Z" transform="translate(-535.861 -453.131)" fill="#bdd0fb" />
                                <path id="Path_400" data-name="Path 400" d="M497.582,402.5a12.186,12.186,0,0,1-14.145,1.585l.389-.693a11.394,11.394,0,0,0,14.692-3.091l.016-.021.016-.022a11.381,11.381,0,1,0-20.195-4.08l-.773.19a12.176,12.176,0,1,1,20,6.135Z" transform="translate(-446.983 -357.13)" fill="#bdd0fb" />
                                <path id="Path_401" data-name="Path 401" d="M1589.3,278.044a.2.2,0,0,1-.1-.162c-.013-.267-.031-.534-.055-.795a.2.2,0,1,1,.4-.035c.024.266.043.539.056.811a.2.2,0,0,1-.306.181Z" transform="translate(-1488.414 -259.317)" fill="#91b3fa" />
                                <path id="Path_402" data-name="Path 402" d="M1110.594,346.678c-.4-.245-.8-.507-1.177-.78a.2.2,0,0,1-.081-.131.2.2,0,0,1,.166-.232.2.2,0,0,1,.15.036c.438.317.9.612,1.361.887h0a.2.2,0,0,1-.208.345C1110.736,346.763,1110.665,346.72,1110.594,346.678Zm2.595,1.327a.2.2,0,0,1,.183-.357c.5.208,1.014.4,1.526.564a.2.2,0,1,1-.124.38c-.526-.169-1.049-.363-1.558-.576a.142.142,0,0,1-.027-.012Zm4.132,1.214a.2.2,0,0,1,.14-.37c.532.094,1.078.166,1.611.214a.2.2,0,0,1-.036.4c-.547-.049-1.1-.127-1.648-.219a.2.2,0,0,1-.067-.027Zm4.3.271a.2.2,0,0,1,.1-.373c.538-.027,1.083-.077,1.618-.151a.2.2,0,0,1,.055.4c-.547.075-1.1.127-1.653.154a.2.2,0,0,1-.116-.03Zm4.247-.7a.2.2,0,0,1-.088-.117.2.2,0,0,1,.138-.248c.519-.146,1.039-.317,1.545-.507a.2.2,0,0,1,.142.377c-.518.195-1.048.369-1.578.519a.2.2,0,0,1-.159-.023Zm3.988-1.623a.2.2,0,0,1-.072-.075.2.2,0,0,1,.08-.273c.475-.259.945-.54,1.395-.837a.2.2,0,1,1,.221.336c-.459.3-.939.591-1.424.854a.2.2,0,0,1-.2-.005Zm3.531-2.465a.242.242,0,0,1-.047-.039.2.2,0,0,1,.019-.284c.406-.357.8-.735,1.175-1.125a.2.2,0,0,1,.291.279c-.38.4-.786.784-1.2,1.149a.2.2,0,0,1-.238.02Zm2.9-3.188-.013-.008a.2.2,0,0,1-.046-.281c.28-.387.547-.789.8-1.195.033-.055.063-.109.1-.164a.2.2,0,0,1,.276-.069h0a.2.2,0,0,1,.068.275c-.034.056-.067.112-.1.167-.254.415-.527.824-.812,1.221a.2.2,0,0,1-.265.055Zm2.11-3.754a.2.2,0,0,1-.081-.25c.21-.5.4-1.01.571-1.524a.2.2,0,1,1,.38.127c-.171.525-.366,1.049-.58,1.556a.2.2,0,0,1-.264.108l-.025-.016Zm1.225-4.129a.2.2,0,0,1-.093-.207c.1-.533.169-1.078.219-1.612a.2.2,0,0,1,.4.037c-.051.548-.127,1.1-.224,1.648a.2.2,0,0,1-.3.136Z" transform="translate(-1039.014 -310.609)" fill="#91b3fa" />
                                <path id="Path_403" data-name="Path 403" d="M1068.508,516.017a.209.209,0,0,1-.034-.026c-.2-.19-.392-.38-.576-.571a.2.2,0,0,1,.29-.28c.181.19.37.377.564.562a.2.2,0,0,1-.244.317Z" transform="translate(-1000.156 -482.432)" fill="#91b3fa" />
                                <path id="Path_404" data-name="Path 404" d="M982.577,293.9a.2.2,0,0,1-.1-.171c0-.268,0-.542.014-.813a.2.2,0,0,1,.4.015c-.01.266-.015.534-.014.8a.2.2,0,0,1-.306.172Z" transform="translate(-920.202 -274.177)" fill="#91b3fa" />
                                <path id="Path_405" data-name="Path 405" d="M987.238,16.306a.2.2,0,0,1-.093-.207c.094-.533.212-1.07.351-1.6a.2.2,0,1,1,.39.1c-.136.515-.254,1.041-.344,1.563a.2.2,0,0,1-.233.164.216.216,0,0,1-.07-.027Zm1.186-4.069a.2.2,0,0,1-.081-.248c.208-.5.44-1,.689-1.482a.2.2,0,1,1,.357.185c-.243.471-.47.959-.674,1.451a.2.2,0,0,1-.263.109l-.028-.015Zm2.046-3.711-.011-.008a.2.2,0,0,1-.048-.28c.312-.444.648-.879,1-1.294a.2.2,0,1,1,.308.259c-.342.407-.671.834-.977,1.268a.2.2,0,0,1-.269.055Zm2.811-3.169a.217.217,0,0,1-.044-.037.2.2,0,0,1,.015-.285c.4-.363.824-.714,1.257-1.043a.2.2,0,1,1,.244.317c-.423.322-.837.666-1.231,1.022a.2.2,0,0,1-.24.024Zm3.436-2.479a.2.2,0,0,1-.07-.073.2.2,0,0,1,.076-.274c.472-.267.961-.518,1.454-.745a.2.2,0,0,1,.169.367c-.482.222-.961.468-1.424.73a.2.2,0,0,1-.2-.006Zm3.893-1.676a.2.2,0,0,1,.046-.367c.519-.158,1.051-.3,1.581-.41a.2.2,0,0,1,.085.394c-.519.112-1.04.247-1.548.4a.2.2,0,0,1-.164-.018Zm4.163-.778a.2.2,0,0,1,.09-.373c.541-.041,1.091-.058,1.633-.053a.2.2,0,1,1,0,.4c-.531-.006-1.069.012-1.6.051a.2.2,0,0,1-.12-.029Zm4.234.154a.2.2,0,0,1,.134-.371c.535.079,1.078.182,1.6.306a.2.2,0,1,1-.092.392c-.519-.121-1.048-.222-1.571-.3a.212.212,0,0,1-.076-.027Zm4.1,1.073a.2.2,0,0,1,.178-.36c.507.195,1.014.412,1.5.647a.2.2,0,1,1-.175.363c-.477-.23-.972-.444-1.469-.634a.2.2,0,0,1-.034-.016Zm5.076,2.891-.02-.014c-.417-.331-.852-.647-1.294-.941a.2.2,0,1,1,.223-.335c.452.3.9.624,1.322.962a.2.2,0,0,1-.23.329Z" transform="translate(-924.569 0.003)" fill="#91b3fa" />
                                <path id="Path_406" data-name="Path 406" d="M1506.672,94.834a.219.219,0,0,1-.046-.039c-.176-.2-.357-.4-.537-.588a.2.2,0,1,1,.291-.278c.185.193.369.395.549.6a.2.2,0,0,1-.253.3Z" transform="translate(-1410.568 -87.917)" fill="#91b3fa" />
                                <path id="Path_407" data-name="Path 407" d="M1084.453,84.175a.231.231,0,0,0-.24-.12l-2.78.437a12.251,12.251,0,0,0-3.062-2.529l-.1-2.81a.232.232,0,0,0-.163-.213l-3.223-.988a.231.231,0,0,0-.254.085l-1.655,2.273a12.258,12.258,0,0,0-3.952.38l-2.062-1.921a.232.232,0,0,0-.266-.035l-2.979,1.585a.232.232,0,0,0-.12.24l.437,2.779a12.26,12.26,0,0,0-2.528,3.062l-2.81.1a.231.231,0,0,0-.213.163l-.988,3.227a.232.232,0,0,0,.085.254l2.273,1.654a12.248,12.248,0,0,0,.38,3.953l-1.919,2.058a.23.23,0,0,0-.035.266l1.584,2.979a.232.232,0,0,0,.24.12l2.779-.438a12.254,12.254,0,0,0,3.062,2.529l.1,2.81a.23.23,0,0,0,.164.213l3.226.988a.231.231,0,0,0,.254-.085l1.654-2.273a12.258,12.258,0,0,0,3.953-.38l2.058,1.919a.231.231,0,0,0,.266.035l2.979-1.585a.231.231,0,0,0,.12-.24l-.437-2.78a12.259,12.259,0,0,0,2.528-3.062l2.81-.1a.231.231,0,0,0,.213-.164l.988-3.227a.231.231,0,0,0-.085-.254l-2.275-1.651a12.248,12.248,0,0,0-.38-3.952L1086,87.422a.231.231,0,0,0,.036-.266Z" transform="translate(-990.454 -73.002)" fill="#91b3fa" />
                                <path id="Path_408" data-name="Path 408" d="M1238.61,263.963a3.282,3.282,0,1,1,4.381-.893A3.311,3.311,0,0,1,1238.61,263.963Zm3.122-5.119a2.681,2.681,0,0,0-1.268-.39h0a2.683,2.683,0,1,0,1.268.39Zm-1.254-.692Z" transform="translate(-1158.625 -241.532)" fill="#bdd0fb" />
                                <path id="Path_409" data-name="Path 409" d="M1158.8,192.428a8.446,8.446,0,0,1,6.88-15.281l.2.063a8.53,8.53,0,0,1,1.306.561l.146.079-.295.527a7.9,7.9,0,0,0-1.537-.655l-.015,0a7.836,7.836,0,1,0,5.333,5.623l.586-.145a8.451,8.451,0,0,1-12.607,9.231Z" transform="translate(-1081.559 -165.571)" fill="#bdd0fb" />
                                <path id="Path_410" data-name="Path 410" d="M285.023,658.834a2.954,2.954,0,0,1-2.813,3.06H130.1a2.953,2.953,0,0,1-2.813-3.06l-1.268-95.19c0-1.684,1.821-4.969,5.159-4.722l148.658-4.189a6.807,6.807,0,0,1,5.193,2.251,8.08,8.08,0,0,1,2.081,5.642Z" transform="translate(-118.032 -519.566)" fill="url(#linear-gradient)" />
                                <path id="Path_411" data-name="Path 411" d="M339.772,709.509a2.8,2.8,0,0,1-2.662,2.9H191.3a2.8,2.8,0,0,1-2.662-2.9l-1.193-86.415a6.774,6.774,0,0,1,6.865-6.959l142.475-4.164a4.761,4.761,0,0,1,3.648,1.585,5.687,5.687,0,0,1,1.463,3.97Z" transform="translate(-175.559 -573.177)" fill="url(#linear-gradient-2)" />
                                <path id="Path_412" data-name="Path 412" d="M252.018,760.878a4.366,4.366,0,0,1-4.395-4.167l-2.286-80.6a4.349,4.349,0,0,1,4.239-4.4l.008.216-.008-.216,137.949-4.75a4.469,4.469,0,0,1,3.272,1.261,4.2,4.2,0,0,1,1.279,3.081L390.9,755.09a4.316,4.316,0,0,1-4.343,4.226L252.07,760.875ZM387.68,667.391h-.139l-137.95,4.749a3.912,3.912,0,0,0-3.822,3.957l2.286,80.6a3.931,3.931,0,0,0,3.962,3.747h.047l134.483-1.559a3.888,3.888,0,0,0,3.917-3.8l1.18-83.789a3.77,3.77,0,0,0-1.149-2.766A4.037,4.037,0,0,0,387.68,667.391Z" transform="translate(-229.784 -624.679)" fill="#fff" opacity="0.66" />
                                <rect id="Rectangle_68" data-name="Rectangle 68" width="179.331" height="8.363" rx="4.182" transform="translate(0 141.866)" fill="url(#linear-gradient-3)" />
                                <path id="Path_413" data-name="Path 413" d="M293.571,763.686l97.3-2.282c1.585-.037,2.892.9,2.892,2.078v1.081c0,1.128-1.213,2.051-2.733,2.079l-97.254,1.829c-1.521.029-2.8-.849-2.871-1.977l-.042-.628C290.781,764.706,292.006,763.723,293.571,763.686Z" transform="translate(-272.418 -713.139)" opacity="0.37" fill="url(#linear-gradient-4)" />
                                <path id="Path_414" data-name="Path 414" d="M304.762,1414.087l1.623,36.317c.055,1.225,1.9,2.2,4.143,2.179l47.634-.359c2.24-.017,4.037-1.014,4.031-2.24l-.165-36.657c-.006-1.254-1.9-2.26-4.194-2.228l-49.091.7C306.488,1411.831,304.708,1412.854,304.762,1414.087Z" transform="translate(-285.443 -1321.651)" opacity="0.37" fill="url(#linear-gradient-5)" />
                                <path id="Path_415" data-name="Path 415" d="M1277.116,891.958l29.861-.363c3.057-.037,5.591.955,5.616,2.2l.507,24.676c.025,1.244-2.465,2.253-5.52,2.237l-31.087-.155c-1.749-.008-3.169-.579-3.209-1.291l-1.458-25.033C1271.756,893.009,1274.119,891.995,1277.116,891.958Z" transform="translate(-1191.207 -835.077)" opacity="0.37" fill="url(#linear-gradient-6)" />
                                <path id="Path_416" data-name="Path 416" d="M315.657,899.885l38.643-.34c4.349-.038,7.955.985,7.992,2.267l.721,25.431c.036,1.282-3.507,2.322-7.855,2.306l-44.241-.16c-2.489-.009-4.507-.6-4.564-1.331l-2.074-25.8C304.278,898.71,310.157,900.026,315.657,899.885Z" transform="translate(-284.992 -842.523)" opacity="0.37" fill="url(#linear-gradient-7)" />
                                <path id="Path_417" data-name="Path 417" d="M1276,1386.632l29.861-.533c3.057-.054,5.591,1.4,5.616,3.233l.507,36.231c.026,1.825-2.464,3.307-5.52,3.285l-31.087-.228c-1.749-.013-3.17-.851-3.209-1.9l-1.458-36.755C1270.636,1388.174,1273,1386.685,1276,1386.632Z" transform="translate(-1190.158 -1298.234)" opacity="0.37" fill="url(#linear-gradient-8)" />
                                <path id="Path_418" data-name="Path 418" d="M1984.749,738.529l23.3-.375c2.384-.039,4.361.986,4.381,2.272l.4,25.488c.02,1.284-1.923,2.327-4.306,2.311l-24.253-.163c-1.364-.009-2.472-.6-2.5-1.331l-1.137-25.857C1980.568,739.615,1982.411,738.567,1984.749,738.529Z" transform="translate(-1855.073 -691.363)" opacity="0.37" fill="url(#linear-gradient-9)" />
                                <path id="Path_419" data-name="Path 419" d="M1993.779,1251.972l23.3-.294c2.384-.031,4.361.774,4.381,1.783l.4,20c.02,1.008-1.923,1.825-4.307,1.814l-24.253-.127c-1.364-.007-2.472-.469-2.5-1.046l-1.137-20.289C1989.6,1252.824,1991.441,1252,1993.779,1251.972Z" transform="translate(-1863.531 -1172.335)" opacity="0.37" fill="url(#linear-gradient-10)" />
                                <path id="Path_420" data-name="Path 420" d="M2011.164,1664.04l22.455-.313c2.3-.032,4.2.824,4.224,1.9l.38,21.3c.02,1.073-1.853,1.944-4.151,1.931l-23.378-.134c-1.315-.007-2.381-.5-2.413-1.114l-1.1-21.61C2007.13,1664.948,2008.906,1664.072,2011.164,1664.04Z" transform="translate(-1879.949 -1558.265)" opacity="0.37" fill="url(#linear-gradient-11)" />
                                <path id="Path_421" data-name="Path 421" d="M743.239,765.726l-48.809-.437a1.712,1.712,0,0,0-1.731,1.725l.209,37.456a1.712,1.712,0,0,0,1.766,1.7c8.825-.263,48.008-1.424,49.737-1.352,1.711.072.781-30.017.526-37.442A1.711,1.711,0,0,0,743.239,765.726Z" transform="translate(-648.79 -716.778)" fill="#91b3fa" />
                                <path id="Path_422" data-name="Path 422" d="M715.39,825.6a.3.3,0,0,1-.306-.3l-.214-37.456a.305.305,0,0,1,.307-.307l48.813.438a.3.3,0,0,1,.3.294c.634,18.355.643,32.445.031,35.9l-.015.088h-.089c-6.487.091-41.808,1.141-48.822,1.349Zm-.214-37.85a.085.085,0,0,0-.063.026.083.083,0,0,0-.026.063l.214,37.456a.087.087,0,0,0,.086.089l.007.108v-.108c6.984-.208,42.018-1.248,48.736-1.348.594-3.584.576-17.574-.05-35.763a.088.088,0,0,0-.088-.085Z" transform="translate(-669.555 -737.61)" fill="#fff" />
                                <path id="Path_423" data-name="Path 423" d="M905.221,955.8H873.227a1.287,1.287,0,0,1-1.11-1.941l12.667-21.534a1.288,1.288,0,0,1,2.282.118l6.116,13.4a1.288,1.288,0,0,0,2.042.415l2.472-2.268a1.287,1.287,0,0,1,1.928.214l6.656,9.572a1.287,1.287,0,0,1-1.058,2.023Z" transform="translate(-816.668 -872.632)" fill="url(#linear-gradient-12)" />
                                <circle id="Ellipse_10" data-name="Ellipse 10" cx="4.599" cy="4.599" r="4.599" transform="translate(50.984 61.532) rotate(-67.5)" fill="url(#linear-gradient-13)" />
                                <path id="Path_424" data-name="Path 424" d="M1894.762,915.325l-1.314-65.454c-.015-.718.873-1.305,1.972-1.305h0c1.775,0,3.22-.941,3.22-2.1V830.475c0-1.018,1.291-1.833,2.847-1.8l7.092.154c1.746.037,3.14.962,3.173,2.1l2.426,84.393Z" transform="translate(-1773.425 -776.146)" fill="url(#linear-gradient-14)" />
                                <path id="Path_425" data-name="Path 425" d="M1999.288,708.228a.2.2,0,0,0,.075-.27l-.272-.484-.021.012-1.6-2.6a.2.2,0,0,0-.272-.063l-.3.19a.2.2,0,0,0-.063.273l1.481,2.4a.2.2,0,0,1,.023.153.2.2,0,0,1-.095.123l-11.638,6.559a.2.2,0,0,0-.075.269l.273.483h0l3.782,6.707a.2.2,0,0,0,.269.075l.311-.175a.2.2,0,0,0,.075-.269l-3.685-6.537a.2.2,0,0,1,.075-.269Z" transform="translate(-1860.575 -660.116)" fill="url(#linear-gradient-15)" />
                                <rect id="Rectangle_69" data-name="Rectangle 69" width="6.298" height="27.691" transform="translate(112.932 58.198) rotate(-119.42)" fill="url(#linear-gradient-16)" />
                                <path id="Path_426" data-name="Path 426" d="M2059.258,1000.655l-1.784.9a.1.1,0,0,1-.126-.042L2033.141,953.7a.1.1,0,0,1,.042-.127l1.784-.9a.1.1,0,0,1,.127.042l24.209,47.815a.094.094,0,0,1,0,.073A.092.092,0,0,1,2059.258,1000.655Z" transform="translate(-1904.254 -892.273)" fill="url(#linear-gradient-17)" />
                                <ellipse id="Ellipse_11" data-name="Ellipse 11" cx="1.177" cy="3.173" rx="1.177" ry="3.173" transform="translate(108.791 53.249) rotate(-29.42)" fill="url(#linear-gradient-18)" />
                                <ellipse id="Ellipse_12" data-name="Ellipse 12" cx="1.177" cy="3.173" rx="1.177" ry="3.173" transform="translate(132.754 39.762) rotate(-29.42)" fill="url(#linear-gradient-19)" />
                                <path id="Path_427" data-name="Path 427" d="M1391.244,1807.189a40.072,40.072,0,0,1-25.7.257,5.085,5.085,0,0,1-3.51-4.834V1762.06a75.476,75.476,0,0,0,32.074,0v41.182A4.169,4.169,0,0,1,1391.244,1807.189Z" transform="translate(-1275.694 -1650.366)" fill="url(#linear-gradient-20)" />
                                <ellipse id="Ellipse_13" data-name="Ellipse 13" cx="16.037" cy="3.223" rx="16.037" ry="3.223" transform="translate(86.337 108.148)" fill="url(#linear-gradient-21)" />
                                <path id="Path_428" data-name="Path 428" d="M1394.075,2015.638a47.5,47.5,0,0,1-32.075,0v-16.177a63.864,63.864,0,0,0,32.075,0Z" transform="translate(-1275.665 -1872.718)" fill="#91b3fa" />
                                <path id="Path_429" data-name="Path 429" d="M1387.489,1754.034a2.67,2.67,0,0,0,3.1,1.832c.9-.222,1.678-.931,2.609-.947a3.367,3.367,0,0,1,2.521,1.712,17,17,0,0,1,2.509,5.162,4.23,4.23,0,0,0,.768,1.741c.924,1.014,2.672.688,3.7-.219a16.047,16.047,0,0,0,2.345-3.354,4.042,4.042,0,0,1,3.3-2.117c.458.028.9.184,1.36.2a2.356,2.356,0,0,0,2.294-1.652,3.954,3.954,0,0,1,.267-.892c.464-.81,1.689-.887,2.323-1.547.4-.417.536-1.023,1-1.433.177-.155,1.395-.658,1.419-.734.214-.654-.466-1.244-1.094-1.521-3.688-1.642-7.9,0-11.9.555-3.93.55-7.685-.346-11.575-.312C1390.3,1750.528,1386.689,1751.044,1387.489,1754.034Z" transform="translate(-1299.432 -1638.653)" fill="#91b3fa" />
                                <ellipse id="Ellipse_14" data-name="Ellipse 14" cx="16.037" cy="3.223" rx="16.037" ry="3.223" transform="translate(86.523 108.24)" fill="#fff" opacity="0.2" />
                                <ellipse id="Ellipse_15" data-name="Ellipse 15" cx="13.202" cy="1.949" rx="13.202" ry="1.949" transform="translate(88.931 109.514)" fill="url(#linear-gradient-22)" />
                            </svg>
                        </div>
                        <div class="service_title">Дизайн веб-сайтов
                        </div>
                        <div class="service_text">Создание уникальных современных макетов</div>
                    </div>
                    <div class="service_card">
                        <div class="service_img"><svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="190.27" height="152.112" viewBox="0 0 190.27 152.112">
                                <defs>
                                    <linearGradient id="linear-gradient" x1="0.429" y1="0.319" x2="0.895" y2="1.689" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#444b8c" />
                                        <stop offset="1" stop-color="#26264f" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-2" x1="0.394" y1="-6.046" x2="0.816" y2="19.966" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#e38ddd" />
                                        <stop offset="1" stop-color="#9571f6" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-3" y1="0.5" x2="1" y2="0.5" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ff9085" />
                                        <stop offset="1" stop-color="#fb6fbb" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-4" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-3" />
                                    <linearGradient id="linear-gradient-6" x1="0.255" y1="-16.681" x2="0.687" y2="13.671" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-11" x1="0.079" y1="-22.233" x2="0.392" y2="-5.321" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-12" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-3" />
                                    <linearGradient id="linear-gradient-17" x1="0.141" y1="-22.922" x2="0.533" y2="2.635" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-21" x1="0.181" y1="-17.689" x2="0.734" y2="13.896" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-22" x1="-3.177" y1="0.733" x2="-3.154" y2="-0.162" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#aa80f9" />
                                        <stop offset="1" stop-color="#6165d7" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-23" x1="-5.791" y1="-3.258" x2="-5.875" y2="-2.476" xlink:href="#linear-gradient-22" />
                                    <linearGradient id="linear-gradient-24" x1="-11.239" y1="0.753" x2="-10.974" y2="-0.228" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ffc444" />
                                        <stop offset="1" stop-color="#f36f56" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-25" x1="94.223" y1="7.283" x2="95.118" y2="4.223" xlink:href="#linear-gradient-24" />
                                    <linearGradient id="linear-gradient-26" x1="-0.008" y1="0.35" x2="0.749" y2="0.573" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#311944" />
                                        <stop offset="1" stop-color="#893976" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-27" x1="-11.621" y1="0.094" x2="-10.972" y2="1.596" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-28" x1="-17.697" y1="-0.027" x2="-16.769" y2="2" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-29" x1="1.482" y1="-0.233" x2="0.32" y2="0.635" xlink:href="#linear-gradient-26" />
                                    <linearGradient id="linear-gradient-30" x1="-11.257" y1="0.094" x2="-10.608" y2="1.596" xlink:href="#linear-gradient-3" />
                                    <linearGradient id="linear-gradient-31" x1="-17.166" y1="-0.027" x2="-16.238" y2="2" xlink:href="#linear-gradient-3" />
                                    <linearGradient id="linear-gradient-32" x1="-0.008" y1="0.35" x2="0.749" y2="0.573" xlink:href="#linear-gradient-24" />
                                    <linearGradient id="linear-gradient-33" x1="-7.768" y1="0.094" x2="-7.12" y2="1.596" xlink:href="#linear-gradient-24" />
                                    <linearGradient id="linear-gradient-34" x1="-12.074" y1="-0.027" x2="-11.146" y2="2" xlink:href="#linear-gradient-24" />
                                    <linearGradient id="linear-gradient-35" x1="0.493" y1="0.24" x2="0.559" y2="2.771" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-36" x1="-1.913" y1="0.082" x2="-0.975" y2="1.712" xlink:href="#linear-gradient-2" />
                                </defs>
                                <g id="Ресурс_1верстка" data-name="Ресурс 1верстка" style="isolation: isolate">
                                    <g id="Слой_2" data-name="Слой 2">
                                        <g id="Illustration">
                                            <path id="Path_496" data-name="Path 496" d="M1042.991,1787.877a7.558,7.558,0,0,1-5.01-5.688l-3.724-18.429-31.852,1.131-3.92,19.2c-.549,2.688,1.648,5.386,4.18,6.376l13.326,5.214a17.309,17.309,0,0,0,7.791,1.129l28.161-2.409a1.747,1.747,0,0,0,1.579-1.548c.1-.829.675-1.762-.113-2.024Z" transform="translate(-931.04 -1644.761)" fill="#180d8b" />
                                            <path id="Path_497" data-name="Path 497" d="M1058.21,1775.464a7.49,7.49,0,0,1-5.005-5.617l-3.719-18.2-31.076,1.118-3.913,18.959a5.547,5.547,0,0,0,3.431,6.3l13.313,5.149a17.5,17.5,0,0,0,7.783,1.115l28.134-2.38a1.736,1.736,0,0,0,.394-3.379Z" transform="translate(-945.942 -1633.469)" fill="none" />
                                            <path id="Path_498" data-name="Path 498" d="M6.28,330.471c-3.454.2-6.28-2.035-6.28-4.993V218.743c0-2.961,2.826-5.248,6.28-5.1l160.435,11.105c2.535.11,3.9-1.937,3.9.582v90.776a4.926,4.926,0,0,1-4.588,4.842Z" transform="translate(0 -199.223)" fill="#97a6b7" />
                                            <path id="Path_499" data-name="Path 499" d="M27.56,330.471c-3.454.2-6.28-2.035-6.28-4.993V218.743c0-2.961,2.826-5.248,6.28-5.1l159.742,6.92a4.828,4.828,0,0,1,4.588,4.767v90.776a4.927,4.927,0,0,1-4.588,4.842Z" transform="translate(-19.844 -199.223)" fill="#180e8c" />
                                            <path id="Path_500" data-name="Path 500" d="M227.829,257.1,68.088,250.524a2.988,2.988,0,0,0-3.348,2.726V359.709a2.93,2.93,0,0,0,3.348,2.671L208.76,354.3l19.069-1.1a2.63,2.63,0,0,0,2.458-2.588V259.644A2.575,2.575,0,0,0,227.829,257.1Z" transform="translate(-60.372 -233.618)" fill="none" opacity="0.3" />
                                            <path id="Path_501" data-name="Path 501" d="M255.578,368.441,98.754,376.182a2.645,2.645,0,0,1-2.984-2.429v-96.19a2.683,2.683,0,0,1,2.984-2.467l156.824,5.821a2.326,2.326,0,0,1,2.226,2.3V366.11A2.361,2.361,0,0,1,255.578,368.441Z" transform="translate(-89.309 -256.534)" fill="url(#linear-gradient)" />
                                            <path id="Path_502" data-name="Path 502" d="M224.845,363.928l-35.815-1.053V359.46l35.815,1.158Z" transform="translate(-176.276 -335.208)" fill="#fff" opacity="0.6" />
                                            <path id="Path_503" data-name="Path 503" d="M855.5,383.333l-8.274-.25V380.75l8.274.268Z" transform="translate(-790.069 -355.061)" fill="#fff" opacity="0.36" />
                                            <path id="Path_504" data-name="Path 504" d="M855.5,431.359l-8.274-.227V428.8l8.274.244Z" transform="translate(-790.069 -399.869)" fill="#fff" opacity="0.36" />
                                            <path id="Path_505" data-name="Path 505" d="M1137.318,439.566l-32.1-.879v-2.3l32.1.945Z" transform="translate(-1030.652 -406.947)" fill="url(#linear-gradient-2)" />
                                            <path id="Path_506" data-name="Path 506" d="M1219.738,488.953l-31.778-.778V485.89l31.778.844Z" transform="translate(-1107.81 -453.108)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_507" data-name="Path 507" d="M1219.738,535.921l-31.778-.686V532.95l31.778.752Z" transform="translate(-1107.81 -496.993)" opacity="0.5" fill="url(#linear-gradient-4)" />
                                            <path id="Path_508" data-name="Path 508" d="M1219.738,582.88l-31.778-.594V580l31.778.661Z" transform="translate(-1107.81 -540.868)" fill="#fff" opacity="0.6" />
                                            <path id="Path_509" data-name="Path 509" d="M855.5,479.376l-8.274-.2V476.84l8.274.22Z" transform="translate(-790.069 -444.668)" fill="#fff" opacity="0.36" />
                                            <path id="Path_510" data-name="Path 510" d="M855.5,527.392l-8.274-.179V524.88l8.274.2Z" transform="translate(-790.069 -489.467)" fill="#fff" opacity="0.36" />
                                            <path id="Path_511" data-name="Path 511" d="M855.5,575.408l-8.274-.155V572.92l8.274.172Z" transform="translate(-790.069 -534.266)" fill="#fff" opacity="0.36" />
                                            <path id="Path_512" data-name="Path 512" d="M855.5,623.433l-8.274-.131V620.97l8.274.148Z" transform="translate(-790.069 -579.074)" fill="#fff" opacity="0.36" />
                                            <path id="Path_513" data-name="Path 513" d="M1016.975,626.274l-20.365-.323V623.64l20.365.364Z" transform="translate(-929.37 -581.564)" fill="#fff" opacity="0.6" />
                                            <path id="Path_514" data-name="Path 514" d="M855.5,671.45l-8.274-.107V669.01l8.274.124Z" transform="translate(-790.069 -623.873)" fill="#fff" opacity="0.36" />
                                            <path id="Path_515" data-name="Path 515" d="M855.5,719.466l-8.274-.083V717.05l8.274.1Z" transform="translate(-790.069 -668.672)" fill="#fff" opacity="0.36" />
                                            <path id="Path_516" data-name="Path 516" d="M855.5,767.482l-8.274-.059V765.09l8.274.076Z" transform="translate(-790.069 -713.47)" fill="#fff" opacity="0.36" />
                                            <path id="Path_517" data-name="Path 517" d="M1127.8,675.468l-22.578-.291v-2.3l22.578.339Z" transform="translate(-1030.652 -627.482)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_518" data-name="Path 518" d="M1216.686,723.753l-28.726-.288V721.18l28.726.348Z" transform="translate(-1107.81 -672.523)" fill="#fff" opacity="0.6" />
                                            <path id="Path_519" data-name="Path 519" d="M1216.686,770.72l-28.726-.205V768.23l28.726.265Z" transform="translate(-1107.81 -716.399)" fill="url(#linear-gradient-6)" />
                                            <path id="Path_520" data-name="Path 520" d="M855.5,815.508l-8.274-.035V813.14l8.274.052Z" transform="translate(-790.069 -758.279)" fill="#fff" opacity="0.36" />
                                            <path id="Path_521" data-name="Path 521" d="M855.5,863.524l-8.274-.011V861.18l8.274.028Z" transform="translate(-790.069 -803.077)" fill="#fff" opacity="0.36" />
                                            <path id="Path_522" data-name="Path 522" d="M855.5,911.54l-8.274.013V909.22l8.274,0Z" transform="translate(-790.069 -847.876)" fill="#fff" opacity="0.36" />
                                            <path id="Path_523" data-name="Path 523" d="M855.5,959.3l-8.274.036V957l8.274-.019Z" transform="translate(-790.069 -892.414)" fill="#fff" opacity="0.36" />
                                            <path id="Path_524" data-name="Path 524" d="M855.5,1006.976l-8.274.061V1004.7l8.274-.044Z" transform="translate(-790.069 -936.877)" fill="#fff" opacity="0.36" />
                                            <path id="Path_525" data-name="Path 525" d="M855.5,1054.666l-8.274.084v-2.333l8.274-.068Z" transform="translate(-790.069 -981.349)" fill="#fff" opacity="0.36" />
                                            <path id="Path_526" data-name="Path 526" d="M855.5,1102.356l-8.274.109v-2.333l8.274-.091Z" transform="translate(-790.069 -1025.822)" fill="#fff" opacity="0.36" />
                                            <path id="Path_527" data-name="Path 527" d="M855.5,1150.046l-8.274.132v-2.332l8.274-.115Z" transform="translate(-790.069 -1070.294)" fill="#fff" opacity="0.36" />
                                            <path id="Path_528" data-name="Path 528" d="M855.5,1197.736l-8.274.156v-2.333l8.274-.139Z" transform="translate(-790.069 -1114.767)" fill="#fff" opacity="0.36" />
                                            <path id="Path_529" data-name="Path 529" d="M855.5,1245.426l-8.274.18v-2.333l8.274-.162Z" transform="translate(-790.069 -1159.239)" fill="#fff" opacity="0.36" />
                                            <path id="Path_530" data-name="Path 530" d="M855.5,1293.106l-8.274.2v-2.333l8.274-.187Z" transform="translate(-790.069 -1203.702)" fill="#fff" opacity="0.36" />
                                            <path id="Path_531" data-name="Path 531" d="M855.5,1340.8l-8.274.227v-2.332l8.274-.211Z" transform="translate(-790.069 -1248.174)" fill="#fff" opacity="0.36" />
                                            <path id="Path_532" data-name="Path 532" d="M855.5,1388.486l-8.274.252V1386.4l8.274-.235Z" transform="translate(-790.069 -1292.647)" fill="#fff" opacity="0.36" />
                                            <path id="Path_533" data-name="Path 533" d="M855.5,1436.176l-8.274.276v-2.333l8.274-.259Z" transform="translate(-790.069 -1337.119)" fill="#fff" opacity="0.36" />
                                            <path id="Path_534" data-name="Path 534" d="M855.5,1483.866l-8.274.3v-2.333l8.274-.282Z" transform="translate(-790.069 -1381.592)" fill="#fff" opacity="0.36" />
                                            <path id="Path_535" data-name="Path 535" d="M855.5,1531.556l-8.274.324v-2.333l8.274-.306Z" transform="translate(-790.069 -1426.064)" fill="#fff" opacity="0.36" />
                                            <path id="Path_536" data-name="Path 536" d="M855.5,1579.236l-8.274.348v-2.333l8.274-.331Z" transform="translate(-790.069 -1470.527)" fill="#fff" opacity="0.36" />
                                            <path id="Path_537" data-name="Path 537" d="M855.5,1626.925l-8.274.372v-2.333l8.274-.354Z" transform="translate(-790.069 -1514.999)" fill="#fff" opacity="0.36" />
                                            <path id="Path_538" data-name="Path 538" d="M1018.344,388.555l-22.564-.683V385.56l22.564.729Z" transform="translate(-928.596 -359.547)" opacity="0.5" fill="url(#linear-gradient-4)" />
                                            <path id="Path_539" data-name="Path 539" d="M1137.318,1371.06l-32.1.978v-2.3l32.1-.911Z" transform="translate(-1030.652 -1276.477)" fill="#fff" opacity="0.6" />
                                            <path id="Path_540" data-name="Path 540" d="M1219.738,1414.538l-31.778,1.06v-2.285l31.778-.993Z" transform="translate(-1107.81 -1317.032)" opacity="0.5" fill="url(#linear-gradient-4)" />
                                            <path id="Path_541" data-name="Path 541" d="M1219.738,1460.229l-31.778,1.152V1459.1l31.778-1.086Z" transform="translate(-1107.81 -1359.64)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_542" data-name="Path 542" d="M1434.086,1498.381l-30.955,1.211v-2.255l30.955-1.146Z" transform="translate(-1308.463 -1395.244)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_543" data-name="Path 543" d="M1434.086,1543.491l-30.955,1.3v-2.255l30.955-1.236Z" transform="translate(-1308.463 -1437.311)" fill="url(#linear-gradient-11)" />
                                            <path id="Path_544" data-name="Path 544" d="M1434.086,1588.6l-30.955,1.39v-2.255l30.955-1.326Z" transform="translate(-1308.463 -1479.377)" fill="#fff" opacity="0.6" />
                                            <path id="Path_545" data-name="Path 545" d="M1018.344,1331.565l-22.564.622v-2.312l22.564-.575Z" transform="translate(-928.596 -1239.614)" opacity="0.5" fill="url(#linear-gradient-12)" />
                                            <path id="Path_546" data-name="Path 546" d="M1137.318,864.41l-32.1-.043v-2.3l32.1.11Z" transform="translate(-1030.652 -803.907)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_547" data-name="Path 547" d="M1219.738,911.646l-31.778.049V909.41l31.778.017Z" transform="translate(-1107.81 -848.053)" fill="#fff" opacity="0.6" />
                                            <path id="Path_548" data-name="Path 548" d="M1219.738,957.579l-31.778.14v-2.285l31.778-.074Z" transform="translate(-1107.81 -890.903)" opacity="0.5" fill="url(#linear-gradient-12)" />
                                            <path id="Path_549" data-name="Path 549" d="M1219.738,1003.269l-31.778.233v-2.285l31.778-.167Z" transform="translate(-1107.81 -933.511)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_550" data-name="Path 550" d="M1016.975,1051.95l-20.365.208v-2.311l20.365-.166Z" transform="translate(-929.37 -978.86)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_551" data-name="Path 551" d="M1127.8,1097.11l-22.578.3v-2.3l22.578-.249Z" transform="translate(-1030.652 -1020.991)" fill="#fff" opacity="0.6" />
                                            <path id="Path_552" data-name="Path 552" d="M1216.686,1141l-28.726.459v-2.285l28.726-.4Z" transform="translate(-1107.81 -1061.939)" fill="url(#linear-gradient-17)" />
                                            <path id="Path_553" data-name="Path 553" d="M1216.686,1186.825l-28.726.542v-2.285l28.726-.482Z" transform="translate(-1107.81 -1104.677)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_554" data-name="Path 554" d="M1315.851,1230.772l-28.381.618v-2.271l28.381-.559Z" transform="translate(-1200.606 -1145.671)" opacity="0.5" fill="url(#linear-gradient-12)" />
                                            <path id="Path_555" data-name="Path 555" d="M1315.851,1276.332l-28.381.7v-2.271l28.381-.641Z" transform="translate(-1200.606 -1188.157)" opacity="0.5" fill="url(#linear-gradient-3)" />
                                            <path id="Path_556" data-name="Path 556" d="M1018.344,816.487l-22.564-.1V814.08l22.564.142Z" transform="translate(-928.596 -759.155)" fill="url(#linear-gradient-21)" />
                                            <path id="Path_557" data-name="Path 557" d="M436.53,448.729l-20.5-.509v-3.37l20.5.569Z" transform="translate(-387.961 -414.837)" fill="#fff" />
                                            <path id="Path_558" data-name="Path 558" d="M337.44,446.055l3.861.1v-3.374l-3.861-.107Z" transform="translate(-314.673 -412.804)" fill="#fff" opacity="0.6" />
                                            <path id="Path_559" data-name="Path 559" d="M436.53,520.443l-20.5-.423v-3.37l20.5.482Z" transform="translate(-387.961 -481.792)" fill="#fff" opacity="0.6" />
                                            <path id="Path_560" data-name="Path 560" d="M337.44,518.176l3.861.08v-3.374l-3.861-.091Z" transform="translate(-314.673 -480.058)" fill="#fff" opacity="0.6" />
                                            <path id="Path_561" data-name="Path 561" d="M436.53,592.147l-20.5-.337v-3.37l20.5.4Z" transform="translate(-387.961 -548.739)" fill="#fff" opacity="0.6" />
                                            <path id="Path_562" data-name="Path 562" d="M337.44,590.306l3.861.063v-3.374l-3.861-.075Z" transform="translate(-314.673 -547.321)" fill="#fff" opacity="0.6" />
                                            <path id="Path_563" data-name="Path 563" d="M224.845,1098.19l-35.815.483v-3.415l35.815-.378Z" transform="translate(-176.276 -1021.01)" fill="#fff" />
                                            <path id="Path_564" data-name="Path 564" d="M436.53,1174.84l-20.5.37v-3.37l20.5-.31Z" transform="translate(-387.961 -1092.488)" fill="#fff" opacity="0.6" />
                                            <path id="Path_565" data-name="Path 565" d="M337.44,1179.894l3.861-.069v-3.374l-3.861.059Z" transform="translate(-314.673 -1097.077)" fill="#fff" opacity="0.6" />
                                            <path id="Path_566" data-name="Path 566" d="M436.53,1245.36l-20.5.456v-3.369l20.5-.4Z" transform="translate(-387.961 -1158.25)" fill="#fff" opacity="0.6" />
                                            <path id="Path_567" data-name="Path 567" d="M337.44,1251.8l3.861-.086v-3.374l-3.861.075Z" transform="translate(-314.673 -1164.116)" fill="#fff" opacity="0.6" />
                                            <path id="Path_568" data-name="Path 568" d="M436.53,1315.879l-20.5.543v-3.37l20.5-.482Z" transform="translate(-387.961 -1224.013)" fill="#fff" opacity="0.6" />
                                            <path id="Path_569" data-name="Path 569" d="M337.44,1323.706l3.861-.1v-3.374l-3.861.091Z" transform="translate(-314.673 -1231.156)" fill="#fff" opacity="0.6" />
                                            <path id="Path_570" data-name="Path 570" d="M224.845,661.15l-35.815-.436V657.3l35.815.541Z" transform="translate(-176.276 -612.953)" fill="#fff" />
                                            <path id="Path_571" data-name="Path 571" d="M436.53,742.3l-20.5-.155v-3.37l20.5.216Z" transform="translate(-387.961 -688.926)" fill="#fff" opacity="0.6" />
                                            <path id="Path_572" data-name="Path 572" d="M337.44,741.326l3.861.029v-3.373l-3.861-.041Z" transform="translate(-314.673 -688.152)" fill="#fff" opacity="0.6" />
                                            <path id="Path_573" data-name="Path 573" d="M436.53,814.009l-20.5-.07V810.57l20.5.13Z" transform="translate(-387.961 -755.882)" fill="#fff" opacity="0.6" />
                                            <path id="Path_574" data-name="Path 574" d="M337.44,813.456l3.861.013v-3.374l-3.861-.024Z" transform="translate(-314.673 -755.416)" fill="#fff" opacity="0.6" />
                                            <path id="Path_575" data-name="Path 575" d="M436.53,957.75l-20.5.1v-3.369l20.5-.045Z" transform="translate(-387.961 -890.045)" fill="#fff" opacity="0.6" />
                                            <path id="Path_576" data-name="Path 576" d="M337.44,958.535l3.861-.02V955.14l-3.861.009Z" transform="translate(-314.673 -890.698)" fill="#fff" opacity="0.6" />
                                            <path id="Path_577" data-name="Path 577" d="M436.53,1028.27l-20.5.19v-3.369l20.5-.131Z" transform="translate(-387.961 -955.807)" fill="#fff" opacity="0.6" />
                                            <path id="Path_578" data-name="Path 578" d="M337.44,1030.44l3.861-.036v-3.374l-3.861.025Z" transform="translate(-314.673 -957.738)" fill="#fff" opacity="0.6" />
                                            <path id="Path_579" data-name="Path 579" d="M436.53,885.723l-20.5.017v-3.37l20.5.043Z" transform="translate(-387.961 -822.838)" fill="#fff" opacity="0.6" />
                                            <path id="Path_580" data-name="Path 580" d="M337.44,885.586l3.861,0v-3.374l-3.861-.008Z" transform="translate(-314.673 -822.679)" fill="#fff" opacity="0.6" />
                                            <path id="Path_581" data-name="Path 581" d="M224.845,1386.37l-35.815,1.1v-3.415l35.815-.995Z" transform="translate(-176.276 -1289.747)" fill="#fff" />
                                            <path id="Path_582" data-name="Path 582" d="M436.53,1463.02l-20.5.723v-3.37l20.5-.663Z" transform="translate(-387.961 -1361.225)" fill="#fff" opacity="0.6" />
                                            <path id="Path_583" data-name="Path 583" d="M337.44,1473.74l3.861-.136v-3.374l-3.861.125Z" transform="translate(-314.673 -1371.035)" fill="#fff" opacity="0.6" />
                                            <path id="Path_584" data-name="Path 584" d="M436.53,1533.54l-20.5.809v-3.37l20.5-.75Z" transform="translate(-387.961 -1426.987)" fill="#fff" opacity="0.6" />
                                            <path id="Path_585" data-name="Path 585" d="M337.44,1545.647l3.861-.152v-3.374l-3.861.141Z" transform="translate(-314.673 -1438.075)" fill="#fff" opacity="0.6" />
                                            <path id="Path_586" data-name="Path 586" d="M436.53,1604.06l-20.5.9v-3.369l20.5-.836Z" transform="translate(-387.961 -1492.749)" fill="#fff" opacity="0.6" />
                                            <path id="Path_587" data-name="Path 587" d="M337.44,1617.553l3.861-.168v-3.374l-3.861.157Z" transform="translate(-314.673 -1505.115)" fill="#fff" opacity="0.6" />
                                            <path id="Path_588" data-name="Path 588" d="M773.469,463.95l-.789.034V378.34l.789.026Z" transform="translate(-720.548 -352.814)" fill="#fff" opacity="0.6" />
                                            <path id="Path_589" data-name="Path 589" d="M170.625,314.36c-34.773.727-42.594,5.692-52.474-.257-13.577-8.175-7.394-22.717-20.622-30.345-16.631-9.589-35.806,7.973-44.485-.589-8.644-8.527,7.687-28.6-1.768-50.967a44.809,44.809,0,0,0-14.714-18.149l-9-.39c-3.454-.15-6.28,2.137-6.28,5.1V325.5c0,2.961,2.826,5.2,6.28,4.993L187.3,320.967a4.925,4.925,0,0,0,4.588-4.842v-1.614C187.1,314.343,179.686,314.171,170.625,314.36Z" transform="translate(-19.844 -199.242)" fill="none" opacity="0.6" />
                                            <path id="Path_590" data-name="Path 590" d="M2042.5,147.441c8.549,7.754,19.436,9.8,24.919,4.874h0l.021-.024a8.983,8.983,0,0,0,.646-.638,9.47,9.47,0,0,0,.714-.894l6.629-7.465,1.377-1.552-9.921-8.728a32.376,32.376,0,0,0-5.474-6.421,32.052,32.052,0,0,0-7.8-5.259l-9.934-8.734-7.764,9.688c-.028.031-.06.06-.088.092a8.747,8.747,0,0,0-.8,1.012,9.608,9.608,0,0,0-.955,1.791C2031.582,131.3,2034.87,140.521,2042.5,147.441Z" transform="translate(-1896.069 -105.003)" fill="#9571f6" />
                                            <path id="Path_591" data-name="Path 591" d="M2043.3,321.449a27.653,27.653,0,0,0,7.769,5.307c2.916,1.289,7.032,2.463,10.255,2.193,5.363-.449,7.894-3.846,11.17-7.5,1.263-1.406,2.619-2.735,3.806-4.209-3.114-.4-7.155.622-10.075,1.65-2.524.888-4.926,2.332-7.6,2.73-5.9.877-12.2-2.782-15.145-7.8-1.8-3.065-1.084-7.042-3.4-9.881-1.5-1.835-3.809-2.84-5.151-4.812.24.353-.6,2.861-.656,3.394a14.664,14.664,0,0,0,.042,3.685,20.969,20.969,0,0,0,3.126,7.989A36.642,36.642,0,0,0,2043.3,321.449Z" transform="translate(-1896.932 -278.948)" opacity="0.3" fill="url(#linear-gradient-22)" />
                                            <path id="Path_592" data-name="Path 592" d="M2055.649,1.835l34.462,7.711L2104.937,41.6l.951.767-.332.411h0l-35.83-8.009L2054.32,1.44h0l.331-.41Z" transform="translate(-1915.718 -0.961)" fill="url(#linear-gradient-23)" />
                                            <path id="Path_593" data-name="Path 593" d="M2096.144,8.02l15.42,33.337-35.844-8.02L2060.3,0Z" transform="translate(-1921.294)" fill="#b57ceb" />
                                            <path id="Path_594" data-name="Path 594" d="M2456.4,305.906a.522.522,0,0,0,.59-.4l3.891-17.726a.525.525,0,0,0-.081-.411l-14.794-21.214a.522.522,0,0,0-.857.6l14.663,21.027-3.846,17.5a.522.522,0,0,0,.4.622Z" transform="translate(-2280.092 -247.985)" fill="url(#linear-gradient-24)" />
                                            <path id="Path_595" data-name="Path 595" d="M2593.486,830.125l-.313-.692a.787.787,0,0,0-1.379-.1l-.372.658a1.161,1.161,0,0,0-.135.53l-.509,5.777c-.011.124.465.27,1.126.326s1.154,0,1.165-.124l.51-5.794A1.156,1.156,0,0,0,2593.486,830.125Z" transform="translate(-2415.98 -773.042)" fill="url(#linear-gradient-25)" />
                                            <path id="Path_596" data-name="Path 596" d="M1744.4,631.879c7.084.217,13.032,4.542,14.191,10.016a.037.037,0,0,0,0,.022q.095.449.144.909a.6.6,0,0,0,.007.061c.015.143.026.287.034.43a.489.489,0,0,0,0,.079c.007.147.011.295.011.444,0,6.362-6.493,11.183-14.4,10.773-.21-.011-.419-.026-.628-.044l-.061-.005c-.2-.017-.393-.039-.587-.063l-.09-.012c-.188-.024-.375-.051-.561-.081l-.105-.017c-.182-.031-.364-.068-.54-.1l-.109-.022q-.27-.055-.534-.117l-.1-.026q-.263-.063-.522-.135l-.093-.026c-.155-.044-.309-.09-.463-.135l-.117-.036c-.155-.05-.308-.1-.462-.156l-.1-.034h0c-5.254-1.9-8.948-6.161-8.948-10.93C1730.378,636.467,1736.611,631.636,1744.4,631.879Z" transform="translate(-1613.634 -589.239)" fill="url(#linear-gradient-26)" />
                                            <path id="Path_597" data-name="Path 597" d="M1708.12,642.664c0,6.2,6.233,11.542,14.023,11.942,7.9.409,14.4-4.412,14.4-10.773s-6.493-11.715-14.395-11.954C1714.353,631.636,1708.12,636.467,1708.12,642.664Z" transform="translate(-1592.875 -589.239)" fill="url(#linear-gradient-27)" />
                                            <g id="Group_76" data-name="Group 76" transform="translate(124.192 47.505)" opacity="0.3">
                                                <path id="Path_598" data-name="Path 598" d="M1842.368,718.9c1.706-3.268-.019-6.477,2.289-8.543,2.355-2.11,5.429.067,8.758-1.6a8.157,8.157,0,0,0,3.806-4.655,10.406,10.406,0,0,1,2.983,7.092c0,6.362-6.493,11.183-14.4,10.773a17.7,17.7,0,0,1-5.076-1.012A6.975,6.975,0,0,0,1842.368,718.9Z" transform="translate(-1840.73 -704.1)" fill="url(#linear-gradient-28)" />
                                            </g>
                                            <path id="Path_599" data-name="Path 599" d="M1761.24,735.457a1.624,1.624,0,0,0-1.409.705,3.375,3.375,0,0,0-.5,1.975q0,2.638,1.906,2.669a5.825,5.825,0,0,0,1.957-.387v1.417a5.215,5.215,0,0,1-2.108.367,3.175,3.175,0,0,1-2.53-1.092,4.6,4.6,0,0,1-.869-3,5.047,5.047,0,0,1,.427-2.145,3.171,3.171,0,0,1,1.23-1.413,3.552,3.552,0,0,1,1.894-.494,5.029,5.029,0,0,1,2.247.561l-.527,1.371a8.453,8.453,0,0,0-.867-.373A2.479,2.479,0,0,0,1761.24,735.457Z" transform="translate(-1639.101 -684.534)" fill="#fff" />
                                            <path id="Path_600" data-name="Path 600" d="M1869.808,740.04a2.067,2.067,0,0,1-.775,1.713,3.236,3.236,0,0,1-2.141.588,4.923,4.923,0,0,1-2.212-.526V740.24a9.1,9.1,0,0,0,1.336.53,3.942,3.942,0,0,0,1.005.165,1.392,1.392,0,0,0,.843-.2.732.732,0,0,0,.295-.635.724.724,0,0,0-.13-.424,1.49,1.49,0,0,0-.38-.36,9.613,9.613,0,0,0-1.019-.557,4.868,4.868,0,0,1-1.075-.675,2.509,2.509,0,0,1-.57-.742,2.164,2.164,0,0,1-.213-.986,2.087,2.087,0,0,1,.7-1.667,2.893,2.893,0,0,1,1.948-.607,4.553,4.553,0,0,1,1.175.149,8.11,8.11,0,0,1,1.176.421l-.544,1.332a7.963,7.963,0,0,0-1.049-.374,3.319,3.319,0,0,0-.809-.107,1.059,1.059,0,0,0-.725.223.809.809,0,0,0-.15.98,1.142,1.142,0,0,0,.324.327,10.077,10.077,0,0,0,1.058.573,4.307,4.307,0,0,1,1.522,1.1A2.143,2.143,0,0,1,1869.808,740.04Z" transform="translate(-1738.873 -684.552)" fill="#fff" />
                                            <path id="Path_601" data-name="Path 601" d="M1968.446,740.127a2.088,2.088,0,0,1-.8,1.741,3.38,3.38,0,0,1-2.212.6,5.168,5.168,0,0,1-2.284-.534v-1.6a9.487,9.487,0,0,0,1.379.54,4.078,4.078,0,0,0,1.038.167,1.46,1.46,0,0,0,.871-.2.736.736,0,0,0,.3-.645.729.729,0,0,0-.135-.43,1.523,1.523,0,0,0-.392-.366,10.246,10.246,0,0,0-1.053-.566,5.028,5.028,0,0,1-1.11-.686,2.547,2.547,0,0,1-.589-.757,2.166,2.166,0,0,1-.219-1,2.105,2.105,0,0,1,.723-1.694,3.023,3.023,0,0,1,2.012-.618,4.758,4.758,0,0,1,1.215.152,8.344,8.344,0,0,1,1.214.428l-.561,1.353a8.252,8.252,0,0,0-1.08-.38,3.5,3.5,0,0,0-.839-.109,1.1,1.1,0,0,0-.75.227.754.754,0,0,0-.26.6.745.745,0,0,0,.1.4,1.18,1.18,0,0,0,.338.332,10.594,10.594,0,0,0,1.092.582,4.409,4.409,0,0,1,1.573,1.118A2.16,2.16,0,0,1,1968.446,740.127Z" transform="translate(-1830.699 -684.543)" fill="#fff" />
                                            <path id="Path_602" data-name="Path 602" d="M1922.889,1103.069c7.881.242,14.5,5.054,15.788,11.145a.043.043,0,0,0,0,.024q.105.5.161,1.012a.634.634,0,0,0,.007.068q.025.239.038.48a.647.647,0,0,0,0,.087c.008.164.014.328.014.494,0,7.079-7.225,12.443-16.019,11.988-.234-.012-.467-.029-.7-.049l-.068-.005c-.219-.02-.436-.043-.653-.068l-.1-.012q-.314-.041-.624-.09l-.117-.02q-.3-.051-.607-.11l-.121-.025c-.2-.041-.4-.084-.594-.131l-.113-.028c-.2-.048-.389-.1-.582-.151l-.1-.03c-.174-.049-.345-.1-.515-.154l-.13-.04c-.173-.056-.343-.115-.513-.175l-.112-.038h0c-5.846-2.109-9.956-6.854-9.956-12.162C1907.286,1108.179,1914.221,1102.8,1922.889,1103.069Z" transform="translate(-1778.599 -1028.637)" fill="url(#linear-gradient-29)" />
                                            <path id="Path_603" data-name="Path 603" d="M1882.63,1115.073c0,6.895,6.936,12.843,15.6,13.291,8.8.456,16.02-4.909,16.02-11.988s-7.224-13.038-16.02-13.308C1889.566,1102.8,1882.63,1108.179,1882.63,1115.073Z" transform="translate(-1755.611 -1028.637)" fill="url(#linear-gradient-30)" />
                                            <g id="Group_77" data-name="Group 77" transform="translate(136.974 79.849)" opacity="0.3">
                                                <path id="Path_604" data-name="Path 604" d="M2032,1199.96c1.9-3.636-.021-7.205,2.546-9.506,2.62-2.348,6.041.075,9.745-1.785,1.438-.722,3.041-2.151,4.235-5.18a11.578,11.578,0,0,1,3.319,7.894c0,7.079-7.225,12.443-16.019,11.988a19.655,19.655,0,0,1-5.648-1.128A7.759,7.759,0,0,0,2032,1199.96Z" transform="translate(-2030.18 -1183.49)" fill="url(#linear-gradient-31)" />
                                            </g>
                                            <path id="Path_605" data-name="Path 605" d="M1948.993,1243.343l-6.313-3.071v-.95l6.313-3.272v1.625l-4.374,2.083,4.374,1.968Z" transform="translate(-1811.61 -1152.655)" fill="#fff" />
                                            <path id="Path_606" data-name="Path 606" d="M2061.38,1217.78l-3.638,9.993-1.822-.053,3.6-9.94Z" transform="translate(-1917.21 -1135.618)" fill="#fff" />
                                            <path id="Path_607" data-name="Path 607" d="M2157,1242.3l4.715-1.879-4.715-2.269v-1.665l6.888,3.535v1.012l-6.888,2.924Z" transform="translate(-2011.47 -1153.066)" fill="#fff" />
                                            <path id="Path_608" data-name="Path 608" d="M932.847,142.073c7.084.218,13.032,4.543,14.191,10.017a.175.175,0,0,1,0,.022q.094.449.144.908c0,.02,0,.04.007.061q.022.215.034.431v.078c.007.148.012.3.012.444,0,6.362-6.493,11.183-14.4,10.774-.21-.011-.419-.026-.627-.045l-.062,0c-.2-.018-.392-.039-.586-.063l-.091-.011q-.282-.036-.561-.082l-.1-.017c-.183-.03-.364-.063-.544-.1l-.109-.022c-.179-.037-.357-.076-.534-.118l-.1-.025c-.175-.043-.35-.088-.522-.135l-.093-.026c-.155-.045-.31-.09-.462-.138l-.117-.036q-.233-.075-.462-.157c-.032-.011-.067-.022-.1-.034h0c-5.254-1.895-8.948-6.16-8.948-10.93C918.825,146.666,925.057,141.834,932.847,142.073Z" transform="translate(-856.828 -132.479)" fill="url(#linear-gradient-32)" />
                                            <path id="Path_609" data-name="Path 609" d="M896.67,152.862c0,6.2,6.233,11.542,14.022,11.945,7.9.409,14.4-4.412,14.4-10.774s-6.493-11.718-14.4-11.961C902.9,141.834,896.67,146.666,896.67,152.862Z" transform="translate(-836.173 -132.479)" fill="url(#linear-gradient-33)" />
                                            <g id="Group_78" data-name="Group 78" transform="translate(69.444 14.462)" opacity="0.3">
                                                <path id="Path_610" data-name="Path 610" d="M1030.907,229.152c1.706-3.268-.019-6.477,2.289-8.543,2.355-2.11,5.429.067,8.758-1.6a8.16,8.16,0,0,0,3.806-4.655,10.4,10.4,0,0,1,2.983,7.092c0,6.362-6.493,11.183-14.4,10.774a17.686,17.686,0,0,1-5.076-1.012A6.963,6.963,0,0,0,1030.907,229.152Z" transform="translate(-1029.27 -214.35)" fill="url(#linear-gradient-34)" />
                                            </g>
                                            <path id="Path_612" data-name="Path 612" d="M1056.825,274.089l-2.015-.047v-1.254l2.015.024V270.54l1.173-.01v2.294l2.136.025v1.314l-2.136-.049v2.267l-1.173-.051Z" transform="translate(-983.643 -252.278)" fill="#fff" />
                                            <path id="Path_614" data-name="Path 614" d="M603.284,653.4a9.446,9.446,0,0,1-2.174-5.925c0-6.308,6.717-11.422,15-11.422s15,5.114,15,11.422-6.716,11.422-15,11.422a18.4,18.4,0,0,1-8.384-1.949c-1.582.27-4.038.724-5.334.965a.5.5,0,0,1-.557-.665Z" transform="translate(-560.554 -593.137)" fill="url(#linear-gradient-35)" />
                                            <g id="Group_79" data-name="Group 79" transform="translate(42.797 44.726)" opacity="0.2">
                                                <path id="Path_615" data-name="Path 615" d="M638.881,674.938c3.364-1.417,7.063,1.571,9.378-.511,2.329-2.1-.188-6.248,2.044-9.205a6.857,6.857,0,0,1,4.9-2.311c4.145,2.033,6.891,5.578,6.891,9.61,0,6.308-6.717,11.423-15,11.423a18.4,18.4,0,0,1-8.384-1.949c-1.248.213-3.04.54-4.377.787C635.32,677.667,637.131,675.673,638.881,674.938Z" transform="translate(-634.33 -662.91)" fill="url(#linear-gradient-36)" />
                                            </g>
                                            <rect id="Rectangle_83" data-name="Rectangle 83" width="19.709" height="1.202" rx="0.601" transform="translate(45.574 50.102)" fill="#fff" />
                                            <rect id="Rectangle_84" data-name="Rectangle 84" width="19.709" height="1.202" rx="0.601" transform="translate(45.574 53.467)" fill="#fff" />
                                            <rect id="Rectangle_85" data-name="Rectangle 85" width="10.336" height="1.202" rx="0.601" transform="translate(45.574 56.832)" fill="#fff" />
                                        </g>
                                    </g>
                                </g>
                            </svg>
                        </div>
                        <div class="service_title">Вёрстка сайта
                        </div>
                        <div class="service_text">По моему или вашему макету с использованием современных технологий</div>
                    </div>
                    <div class="service_card">
                        <div class="service_img"><svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="174.347" height="166.478" viewBox="0 0 174.347 166.478">
                                <defs>
                                    <linearGradient id="linear-gradient" x1="0.302" y1="-1.006" x2="1.324" y2="-1.006" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ce1567" />
                                        <stop offset="1" stop-color="#7a1dbc" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-2" x1="2.246" y1="-4.003" x2="2.473" y2="-2.319" xlink:href="#linear-gradient" />
                                    <linearGradient id="linear-gradient-3" x1="0.52" y1="1.509" x2="0.468" y2="0.18" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#2b3582" />
                                        <stop offset="1" stop-color="#150e42" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-4" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-3" />
                                    <linearGradient id="linear-gradient-5" x1="0.602" y1="-0.008" x2="0.096" y2="2.467" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#53d8ff" />
                                        <stop offset="1" stop-color="#3840f7" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-6" x1="0.503" y1="-0.737" x2="0.496" y2="1.828" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-7" x1="0.525" y1="0.297" x2="0.225" y2="5.134" xlink:href="#linear-gradient-3" />
                                    <linearGradient id="linear-gradient-8" x1="0.613" y1="-5.655" x2="0.422" y2="5.088" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-10" x1="0.592" y1="-0.161" x2="0.189" y2="2.599" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-11" x1="0.403" y1="7.415" x2="0.526" y2="-0.965" xlink:href="#linear-gradient-5" />
                                </defs>
                                <g id="Монтажная_область_30" data-name="Монтажная область 30" style="isolation: isolate">
                                    <path id="Path_353" data-name="Path 353" d="M2345.564,1001.792a.275.275,0,0,1-.177-.235c-.027-.358-.046-.724-.058-1.085a.265.265,0,0,1,.262-.273c.366-.009.267.357.339,1.327a.265.265,0,0,1-.252.284.285.285,0,0,1-.113-.017Z" transform="translate(-2231.148 -973.314)" fill="#eac4f9" />
                                    <path id="Path_354" data-name="Path 354" d="M2346.986,612.95c.065-.688.163-1.381.284-2.06a.269.269,0,0,1,.317-.214c.406.079.141.307-.057,2.333a.267.267,0,0,1-.3.237A.274.274,0,0,1,2346.986,612.95Zm1.091-5.338c.208-.661.447-1.327.7-1.955a.274.274,0,0,1,.509.205c-.254.626-.484,1.268-.688,1.916a.275.275,0,0,1-.523-.166Zm2.166-4.995c.339-.6.707-1.2,1.094-1.766a.274.274,0,0,1,.458.3c-.38.561-.74,1.143-1.072,1.732a.275.275,0,0,1-.48-.268Zm3.2-4.06a.266.266,0,0,1-.094-.184.263.263,0,0,1,.065-.2c.458-.518.944-1.024,1.443-1.5.257-.247.643.14.385.387-.489.471-.965.967-1.414,1.474a.277.277,0,0,1-.386.022Zm3.955-3.7a.262.262,0,0,1,.051-.376c.558-.414,1.139-.811,1.728-1.177a.274.274,0,0,1,.3.458c-.578.361-1.148.75-1.694,1.156a.28.28,0,0,1-.385-.06Zm4.8-2.682a.276.276,0,0,1-.151-.137.262.262,0,0,1,.126-.358c.634-.293,1.287-.564,1.941-.807a.278.278,0,0,1,.354.157.261.261,0,0,1-.155.347c-.641.237-1.28.5-1.9.791a.273.273,0,0,1-.215.005Zm5.167-1.776a.274.274,0,0,1-.17-.189.26.26,0,0,1,.028-.2.263.263,0,0,1,.168-.12c.682-.159,1.379-.294,2.072-.4a.277.277,0,0,1,.315.224.262.262,0,0,1-.223.307c-.68.1-1.363.237-2.028.392a.276.276,0,0,1-.166-.012Zm5.261-.943a.266.266,0,0,1,.262-.276c.7-.019,1.416-.01,2.119.026a.269.269,0,1,1-.02.537c-.69-.035-1.388-.044-2.077-.026a.275.275,0,0,1-.288-.263Zm17.524,5.841c-1.638-1.251-2.008-1.231-1.782-1.57a.274.274,0,0,1,.378-.075c.589.383,1.178.795,1.736,1.222a.268.268,0,1,1-.335.42Zm-12.035-5.484a.268.268,0,0,1,.314-.216c.694.123,1.391.275,2.075.451a.27.27,0,1,1-.131.523c-.67-.173-1.354-.321-2.034-.441a.275.275,0,0,1-.227-.316Zm7.387,2.629c-1.855-.9-2.216-.8-2.066-1.184a.278.278,0,0,1,.353-.149c.659.262,1.314.545,1.948.85a.27.27,0,0,1,.131.36.274.274,0,0,1-.369.12Z" transform="translate(-2232.696 -589.173)" fill="#eac4f9" />
                                    <path id="Path_355" data-name="Path 355" d="M3045.462,711.005c-.628-.671-1.018-.9-.757-1.155a.277.277,0,0,1,.387,0c.677.668,1.017.934.756,1.17A.312.312,0,0,1,3045.462,711.005Z" transform="translate(-2884.704 -701.884)" fill="#eac4f9" />
                                    <path id="Path_356" data-name="Path 356" d="M3166.764,1005.471a.275.275,0,0,1-.178-.269c.019-.353.031-.711.035-1.063a.267.267,0,0,1,.277-.262.277.277,0,0,1,.27.276c0,.36-.017.725-.036,1.085a.267.267,0,0,1-.288.25A.3.3,0,0,1,3166.764,1005.471Z" transform="translate(-2998.689 -976.753)" fill="#eac4f9" />
                                    <path id="Path_357" data-name="Path 357" d="M2502.52,1094.445c-.7-.288-1.4-.608-2.08-.952a.269.269,0,0,1-.122-.363c.191-.371.346-.023,2.405.82a.271.271,0,0,1,.152.352A.278.278,0,0,1,2502.52,1094.445Zm3.326.85c.1-.4.343-.095,2.52.29a.273.273,0,0,1,.226.313.268.268,0,0,1-.315.216c-.745-.131-1.5-.3-2.232-.489a.273.273,0,0,1-.2-.332Zm-8.6-3.7c-.623-.432-1.236-.895-1.823-1.374a.265.265,0,0,1-.038-.379c.271-.32.344.052,2.171,1.317a.268.268,0,0,1,.07.375.275.275,0,0,1-.38.058Zm14.627,4.906a.275.275,0,0,1-.178-.262.267.267,0,0,1,.281-.258c.743.03,1.5.029,2.234,0a.276.276,0,0,1,.289.256.266.266,0,0,1-.07.194.263.263,0,0,1-.187.086c-.755.032-1.522.033-2.281,0a.3.3,0,0,1-.088-.02Zm5.894-.405a.277.277,0,0,1-.173-.2.262.262,0,0,1,.216-.313c.727-.131,1.458-.294,2.171-.485a.279.279,0,0,1,.339.189.262.262,0,0,1-.188.327c-.728.2-1.474.362-2.216.5a.281.281,0,0,1-.148-.014Zm5.642-1.669a.275.275,0,0,1-.156-.146.262.262,0,0,1,.14-.353c.679-.284,1.353-.6,2.006-.941a.279.279,0,0,1,.371.113.261.261,0,0,1-.109.363c-.665.347-1.354.67-2.047.961a.273.273,0,0,1-.205,0Zm5.118-2.843a.283.283,0,0,1-.125-.094.262.262,0,0,1,.058-.375c.6-.424,1.184-.878,1.742-1.351a.277.277,0,0,1,.386.031.261.261,0,0,1-.026.379c-.57.483-1.168.947-1.777,1.379a.277.277,0,0,1-.257.029Zm4.265-3.932c-.321-.279.057-.334,1.365-2.078a.274.274,0,0,1,.442.323c-.447.6-.925,1.177-1.421,1.734a.277.277,0,0,1-.386.018Zm3.41-4.709c-.375-.2-.021-.337.861-2.329a.274.274,0,0,1,.5.221c-.3.68-.634,1.354-.992,2A.273.273,0,0,1,2536.207,1082.939Zm2.241-5.348a.272.272,0,0,1-.169-.327c.2-.7.373-1.421.513-2.132a.269.269,0,0,1,.32-.209.274.274,0,0,1,.217.318c-.142.726-.318,1.458-.523,2.175a.271.271,0,0,1-.338.182Z" transform="translate(-2371.335 -1043.147)" fill="#eac4f9" />
                                    <path id="Path_358" data-name="Path 358" d="M2444.064,1251.563c-.646-.7-.973-.981-.7-1.2s.44.131,1.1.843a.262.262,0,0,1-.016.379A.278.278,0,0,1,2444.064,1251.563Z" transform="translate(-2322.68 -1207.05)" fill="#eac4f9" />
                                    <path id="Path_359" data-name="Path 359" d="M2452.573,719.654l3.888-.481a17.386,17.386,0,0,0,4.215,3.6c.152,3.749-.1,4.022.3,4.156l4.48,1.493a.322.322,0,0,0,.356-.106l2.36-3.046a17.339,17.339,0,0,0,5.523-.353l2.828,2.719a.33.33,0,0,0,.371.06l4.194-2.043a.313.313,0,0,0,.173-.327l-.549-3.829a16.522,16.522,0,0,0,3.6-4.09l3.925-.015a.315.315,0,0,0,.3-.215l1.451-4.382a.317.317,0,0,0-.112-.353l-3.135-2.366a16.611,16.611,0,0,0-.442-5.435c2.6-2.731,2.968-2.733,2.779-3.1-2.173-4.038-2.049-4.382-2.475-4.329l-3.89.482a17.407,17.407,0,0,0-4.216-3.6c-.152-3.747.1-4.023-.3-4.156-4.477-1.406-4.584-1.714-4.84-1.387l-2.36,3.046a17.315,17.315,0,0,0-5.523.353c-2.785-2.569-2.821-2.963-3.2-2.778-4.114,2.093-4.426,1.954-4.366,2.367l.549,3.83a16.536,16.536,0,0,0-3.6,4.09c-3.744.091-4.091-.171-4.223.23-1.357,4.361-1.677,4.478-1.338,4.734l3.135,2.366a16.584,16.584,0,0,0,.442,5.435c-2.594,2.722-2.969,2.732-2.778,3.1C2452.271,719.363,2452.147,719.707,2452.573,719.654Z" transform="translate(-2328.198 -681.938)" fill="url(#linear-gradient)" />
                                    <path id="Path_360" data-name="Path 360" d="M2691.065,929.37a4.491,4.491,0,0,1,4.885-4.134,4.626,4.626,0,0,1,4.279,4.864,4.491,4.491,0,0,1-4.885,4.134h0A4.625,4.625,0,0,1,2691.065,929.37Zm4.307,4.463Zm.524-7.792a3.684,3.684,0,0,0-4.012,3.395,3.8,3.8,0,0,0,3.515,4,3.688,3.688,0,0,0,4.011-3.395A3.8,3.8,0,0,0,2695.9,926.04Z" transform="translate(-2554.262 -903.241)" fill="#fff" />
                                    <path id="Path_361" data-name="Path 361" d="M2590.224,839.164h0a12.174,12.174,0,0,1-1.835-.874.4.4,0,0,1-.179-.491.457.457,0,0,1,.03-.065.412.412,0,0,1,.561-.138,11.369,11.369,0,0,0,2.131.964h0a10.863,10.863,0,0,0,13.648-6.306q.077-.205.147-.415a10.987,10.987,0,0,0-20.841-6.943c-1.112,3.357-.14,5.609-.271,5.952a.414.414,0,0,1-.785-.06,11.342,11.342,0,0,1,.433-6.6c3.541-9.374,16.879-9.942,21.528-.93a11.368,11.368,0,0,1,.72,8.84q-.076.226-.159.449a11.319,11.319,0,0,1-5.687,6.2,11.834,11.834,0,0,1-8.983.57C2590.527,839.275,2590.374,839.221,2590.224,839.164Z" transform="translate(-2452.835 -801.927)" fill="#fff" />
                                    <path id="Path_362" data-name="Path 362" d="M1951.094,846.946a10.153,10.153,0,0,0,2.649,1.949l.211,2.319c.023.258.237.143,2.859.837.243.06.2-.16,1.47-2.038a10.148,10.148,0,0,0,3.251-.5l1.791,1.491c.2.166.267-.065,2.616-1.43a.191.191,0,0,0,.088-.2l-.49-2.278a10.153,10.153,0,0,0,1.949-2.649c2.212-.248,2.427-.109,2.486-.356.614-2.7.8-2.784.589-2.92l-1.957-1.264a10.15,10.15,0,0,0-.5-3.251l1.492-1.791c.166-.2-.065-.268-1.43-2.613-.131-.213-.245-.031-2.485.4a10.146,10.146,0,0,0-2.649-1.949l-.211-2.319c-.024-.258-.237-.142-2.859-.837-.241-.06-.2.15-1.47,2.039a10.145,10.145,0,0,0-3.252.5l-1.791-1.492a.193.193,0,0,0-.222-.017l-2.391,1.448a.191.191,0,0,0-.088.2l.491,2.278a10.129,10.129,0,0,0-1.949,2.649c-2.213.248-2.427.109-2.485.356-.614,2.7-.8,2.784-.589,2.921l1.956,1.263a10.148,10.148,0,0,0,.5,3.251c-1.389,1.739-1.641,1.794-1.509,2.012l1.447,2.391C1948.744,847.563,1948.868,847.377,1951.094,846.946Z" transform="translate(-1858.066 -811.949)" fill="url(#linear-gradient-2)" />
                                    <path id="Path_363" data-name="Path 363" d="M2088.879,973.325a2.917,2.917,0,1,1,2.934,2.9h0A2.919,2.919,0,0,1,2088.879,973.325Zm2.931,2.464Zm-2.062-2.47a2.05,2.05,0,0,0,2.059,2.035h0a2.047,2.047,0,1,0-2.059-2.035Z" transform="translate(-1991.472 -945.456)" fill="#fff" />
                                    <path id="Path_364" data-name="Path 364" d="M1909.415,1075.943c-.138-.366-.262-.744-.373-1.121a.289.289,0,0,1,.2-.358c.387-.112.362.327.719,1.275a.29.29,0,0,1-.542.2Z" transform="translate(-1823.387 -1042.706)" fill="#eac4f9" />
                                    <path id="Path_365" data-name="Path 365" d="M1899.971,797.365a15.468,15.468,0,0,1,.116-2.384.29.29,0,0,1,.575.073c-.267,2.1.092,2.579-.392,2.592a.29.29,0,0,1-.3-.281Zm1.251-5.756a.29.29,0,0,1-.161-.377,15.37,15.37,0,0,1,1.064-2.14.29.29,0,0,1,.5.3,14.751,14.751,0,0,0-1.021,2.057.3.3,0,0,1-.38.161Zm3.394-5.081a.29.29,0,0,1-.1-.477,15.37,15.37,0,0,1,1.825-1.538.29.29,0,1,1,.338.47,14.764,14.764,0,0,0-1.755,1.48A.291.291,0,0,1,1904.616,786.528Zm5.132-3.315a.29.29,0,0,1,0-.542,15.228,15.228,0,0,1,2.289-.681.29.29,0,1,1,.121.567,14.573,14.573,0,0,0-2.2.654.287.287,0,0,1-.209,0Zm5.843-1.269a.29.29,0,0,1,.3-.277,15.292,15.292,0,0,1,2.37.286.29.29,0,0,1-.114.568,14.675,14.675,0,0,0-2.281-.275.291.291,0,0,1-.277-.305Z" transform="translate(-1814.914 -769.076)" fill="#eac4f9" />
                                    <path id="Path_366" data-name="Path 366" d="M2230.654,805.719c-.916-.539-1.307-.574-1.134-.926a.288.288,0,0,1,.388-.131c.35.171.7.36,1.04.56a.29.29,0,1,1-.295.5Z" transform="translate(-2122.877 -790.539)" fill="#eac4f9" />
                                    <path id="Path_367" data-name="Path 367" d="M2350,949.574c-.21-1.047-.443-1.357-.065-1.463a.288.288,0,0,1,.357.2c.107.375.2.762.277,1.148a.29.29,0,1,1-.568.114Z" transform="translate(-2235.263 -924.624)" fill="#eac4f9" />
                                    <path id="Path_368" data-name="Path 368" d="M2072.412,1036.3c.118-.466.494-.021,2.578.177a.29.29,0,0,1-.055.577,15.288,15.288,0,0,1-2.313-.4A.29.29,0,0,1,2072.412,1036.3Zm6,.4a.29.29,0,0,1,.243-.327c2.086-.321,2.416-.785,2.562-.327a.291.291,0,0,1-.189.364,15.169,15.169,0,0,1-2.289.535.288.288,0,0,1-.215-.056.293.293,0,0,1-.112-.192Zm5.674-1.984c-.256-.41.321-.368,1.91-1.74a.29.29,0,0,1,.379.439,15.367,15.367,0,0,1-1.889,1.393A.291.291,0,0,1,2084.084,1034.722Zm4.438-4.055c-.4-.277.152-.465,1.076-2.349a.291.291,0,0,1,.523.255,15.33,15.33,0,0,1-1.194,2.022.291.291,0,0,1-.406.071Zm2.266-5.815c.428-2.066.107-2.54.589-2.515a.288.288,0,0,1,.2.095.293.293,0,0,1,.074.209,15.227,15.227,0,0,1-.3,2.329.29.29,0,0,1-.567-.118Z" transform="translate(-1976.073 -994.004)" fill="#eac4f9" />
                                    <path id="Path_369" data-name="Path 369" d="M2005.01,1203.518c-.344-.189-.685-.392-1.012-.608a.29.29,0,0,1-.083-.4c.22-.337.488.014,1.373.5a.29.29,0,1,1-.279.508Z" transform="translate(-1912.02 -1162.268)" fill="#eac4f9" />
                                    <path id="Path_370" data-name="Path 370" d="M2028.491,918.317a.435.435,0,1,1,.365-.789,6.311,6.311,0,1,0-3.128-7.9c-1.12,2.964.481,4.352-.419,4.628a.434.434,0,0,1-.543-.287,7.181,7.181,0,1,1,5.148,4.864h0A7.225,7.225,0,0,1,2028.491,918.317Z" transform="translate(-1931.257 -884.042)" fill="#fff" />
                                    <path id="Path_371" data-name="Path 371" d="M1676.588,2483.85l-3.658,32.812h42.446l-5.529-32.812Z" transform="translate(-1602.729 -2359.925)" fill="url(#linear-gradient-3)" />
                                    <path id="Path_372" data-name="Path 372" d="M599.63,1088.82v77.329a11.73,11.73,0,0,0,11.428,11.727c28.243.729,127.027,2.495,153.913,2.1a8.634,8.634,0,0,0,8.5-8.386c.519-17.964,1.36-61.162-1.756-81.218a8.881,8.881,0,0,0-8.493-7.518c-23.664-.757-128.381-3.161-155.255-2.557A8.527,8.527,0,0,0,599.63,1088.82Z" transform="translate(-599.63 -1048.082)" fill="url(#linear-gradient-4)" />
                                    <path id="Path_373" data-name="Path 373" d="M673.82,1131.377v73.466a6.8,6.8,0,0,0,6.7,6.8l149.925,1.852a6.615,6.615,0,0,0,6.712-6.587l.251-72.81a4.84,4.84,0,0,0-4.72-4.854l-153.5-3.1a5.241,5.241,0,0,0-5.368,5.24Z" transform="translate(-668.967 -1091.015)" fill="url(#linear-gradient-5)" />
                                    <path id="Path_374" data-name="Path 374" d="M714.42,1194.807v67.723a6.411,6.411,0,0,0,6.458,6.265L865.5,1270.5a6.251,6.251,0,0,0,6.475-6.074l.242-67.118a4.559,4.559,0,0,0-4.553-4.474L719.6,1189.979A4.952,4.952,0,0,0,714.42,1194.807Z" transform="translate(-706.912 -1150.681)" fill="url(#linear-gradient-6)" />
                                    <path id="Path_375" data-name="Path 375" d="M834.665,2461.316h0l-164.463-2.8a.241.241,0,1,1,.008-.482l164.463,2.8a.242.242,0,0,1,0,.482Z" transform="translate(-665.349 -2335.795)" fill="#fff" opacity="0.65" />
                                    <path id="Path_376" data-name="Path 376" d="M1535.706,2956.721h-62.122c-1.688,0-2.955-1.2-2.629-2.491l.8-3.153a2.57,2.57,0,0,1,2.521-1.683l59.888-1.869a2.647,2.647,0,0,1,2.722,1.632l1.439,5.021C1538.694,2955.483,1537.421,2956.721,1535.706,2956.721Z" transform="translate(-1413.916 -2793.271)" fill="url(#linear-gradient-7)" />
                                    <path id="Path_377" data-name="Path 377" d="M871.643,1200.222l.01-2.893a4.568,4.568,0,0,0-4.553-4.484l-148.082-2.865a4.968,4.968,0,0,0-5.2,4.826v5.415Z" transform="translate(-706.351 -1150.681)" fill="url(#linear-gradient-8)" />
                                    <circle id="Ellipse_4" data-name="Ellipse 4" cx="1.318" cy="1.318" r="1.318" transform="translate(152.169 46.286) rotate(-45)" fill="#fff" />
                                    <circle id="Ellipse_5" data-name="Ellipse 5" cx="1.318" cy="1.318" r="1.318" transform="translate(147.731 46.286) rotate(-45)" fill="#fff" />
                                    <circle id="Ellipse_6" data-name="Ellipse 6" cx="1.318" cy="1.318" r="1.318" transform="translate(142.899 45.573) rotate(-22.5)" fill="#fff" />
                                    <path id="Path_378" data-name="Path 378" d="M888.436,1449.132l-103.565-1.194a2.884,2.884,0,0,1-2.851-2.885v-43.971a2.885,2.885,0,0,1,2.914-2.885l103.567,1.056a2.885,2.885,0,0,1,2.855,2.885v44.108a2.885,2.885,0,0,1-2.92,2.885Z" transform="translate(-770.09 -1345.282)" fill="#d02d23" opacity="0.61" />
                                    <path id="Path_379" data-name="Path 379" d="M2537.794,1428.773l-32.43-.961a2.787,2.787,0,0,1-2.7-2.785v-11.948a2.786,2.786,0,0,1,2.743-2.786l32.431-.507a2.786,2.786,0,0,1,2.83,2.786v13.417a2.787,2.787,0,0,1-2.87,2.785Z" transform="translate(-2378.188 -1356.111)" fill="#fff" opacity="0.61" />
                                    <path id="Path_380" data-name="Path 380" d="M2532.918,2086.2l-30.125-.893a2.786,2.786,0,0,1-2.7-2.785l.145-13.8a2.239,2.239,0,0,1,2.29-2.215l32.736.77a2.787,2.787,0,0,1,2.83,2.786v11.11a5.027,5.027,0,0,1-5.172,5.024Z" transform="translate(-2375.786 -1969.884)" fill="#fff" opacity="0.61" />
                                    <path id="Path_381" data-name="Path 381" d="M2535.195,1742.58l-32.431-1.025a2.892,2.892,0,0,1-2.7-2.97l.141-14.684a2.684,2.684,0,0,1,2.7-2.747l32.335,1.177a2.88,2.88,0,0,1,2.83,2.971v14.308A2.875,2.875,0,0,1,2535.195,1742.58Z" transform="translate(-2375.759 -1647.112)" fill="#fff" opacity="0.61" />
                                    <path id="Path_382" data-name="Path 382" d="M906.681,2218.845l-104.836-.469a1.493,1.493,0,0,1-1.646-1.249v-.839c0-.692.748-1.254,1.666-1.249l104.836.508a1.493,1.493,0,0,1,1.645,1.249v.8C908.346,2218.289,907.6,2218.849,906.681,2218.845Z" transform="translate(-787.081 -2108.697)" fill="#fff" opacity="0.61" />
                                    <path id="Path_383" data-name="Path 383" d="M856.444,2306.786l-56.488-.469c-.49,0-.886-.562-.886-1.249v-.839c0-.693.4-1.253.9-1.25l56.488.509c.491,0,.886.562.886,1.249v.8C857.343,2306.23,856.939,2306.79,856.444,2306.786Z" transform="translate(-786.025 -2190.884)" fill="#fff" opacity="0.61" />
                                    <path id="Path_384" data-name="Path 384" d="M788.338,2072.787c-.235,11.1-1,49.391-.634,62.96a2.551,2.551,0,0,0,2.253,2.638c6.077.233,28.357.822,38.3.334a4.312,4.312,0,0,0,3.76-4.487c.207-11.652.663-44.423-.421-59.436a3.52,3.52,0,0,0-2.872-3.411c-6.619-.775-28.994-2.668-37.582-2.016A3.312,3.312,0,0,0,788.338,2072.787Z" transform="translate(-775.312 -1972.43)" fill="url(#linear-gradient-4)" />
                                    <path id="Path_385" data-name="Path 385" d="M824.595,2133.3c-.327,8.961-1.359,38.767-1.031,49.79a2.937,2.937,0,0,0,2.509,3.009c5.664.388,24.986,1.242,33.292.464a3.3,3.3,0,0,0,2.75-3.309c.421-9.141,1.629-36.9,1.316-47.794a3.263,3.263,0,0,0-2.682-3.314c-6.127-.644-26.66-2.175-33.72-1.724A2.826,2.826,0,0,0,824.595,2133.3Z" transform="translate(-808.857 -2029.538)" fill="url(#linear-gradient-10)" />
                                    <path id="Path_386" data-name="Path 386" d="M1028.41,2091.567h0a.605.605,0,0,0,.518.639c1.435.088,5.479.337,7.286.458a.612.612,0,0,0,.568-.761l-.012-.07a.587.587,0,0,0-.487-.516,59.828,59.828,0,0,0-7.35-.393A.6.6,0,0,0,1028.41,2091.567Z" transform="translate(-1000.365 -1992.683)" fill="#fff" opacity="0.5" />
                                    <path id="Path_387" data-name="Path 387" d="M876.8,2138.881c-.005-1.2-.021-2.388-.049-3.38a3.268,3.268,0,0,0-2.682-3.319c-6.127-.644-26.661-2.178-33.72-1.728a2.838,2.838,0,0,0-2.436,2.89c-.051,1.39-.087,2.486-.164,4.653Z" transform="translate(-822.175 -2029.568)" fill="url(#linear-gradient-11)" />
                                    <path id="Path_388" data-name="Path 388" d="M879.4,2304.289H863.43a1.735,1.735,0,0,1-1.71-1.76v-14.023a1.558,1.558,0,0,1,1.57-1.582l16.122.4a1.659,1.659,0,0,1,1.594,1.682v13.633A1.631,1.631,0,0,1,879.4,2304.289Z" transform="translate(-844.577 -2175.879)" fill="#fff" opacity="0.61" />
                                    <path id="Path_389" data-name="Path 389" d="M1178.589,2293.6h13.888a.462.462,0,0,1,.462.461v15.975a.492.492,0,0,1-.493.492h-13.728a.588.588,0,0,1-.589-.588v-15.881a.457.457,0,0,1,.459-.458Z" transform="translate(-1140.292 -2182.119)" fill="#fff" opacity="0.61" />
                                    <path id="Path_390" data-name="Path 390" d="M853.422,2586.36h35.159a.494.494,0,0,1,.494.494v10.553a.474.474,0,0,1-.474.473H853.523a.523.523,0,0,1-.523-.523v-10.573a.425.425,0,0,1,.425-.425Z" transform="translate(-836.428 -2455.73)" fill="#fff" opacity="0.61" />
                                    <path id="Path_391" data-name="Path 391" d="M885.121,2809.162l-30.71-.428a1.583,1.583,0,0,1-1.641-1.491v-7.435a1.38,1.38,0,0,1,1.451-1.3h32.306a1.324,1.324,0,0,1,1.39,1.243l.021,6.923A2.646,2.646,0,0,1,885.121,2809.162Z" transform="translate(-836.213 -2654.004)" fill="#fff" opacity="0.61" />
                                    <circle id="Ellipse_7" data-name="Ellipse 7" cx="1.084" cy="1.084" r="1.084" transform="translate(17.633 106.46) rotate(-76.72)" fill="#fff" opacity="0.74" />
                                    <circle id="Ellipse_8" data-name="Ellipse 8" cx="1.084" cy="1.084" r="1.084" transform="translate(21.245 106.564) rotate(-76.72)" fill="#fff" opacity="0.74" />
                                    <circle id="Ellipse_9" data-name="Ellipse 9" cx="1.084" cy="1.084" r="1.084" transform="translate(24.617 106.764) rotate(-76.72)" fill="#fff" opacity="0.74" />
                                </g>
                            </svg>
                        </div>
                        <div class="service_title">Разработка мобильной версии
                        </div>
                        <div class="service_text">Для мобильных телефонов и планшетов</div>
                    </div>
                    <div class="service_card">
                        <div class="service_img"><svg id="Ресурс_1правка" data-name="Ресурс 1правка" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="165.99" height="142.566" viewBox="0 0 165.99 142.566">
                                <defs>
                                    <linearGradient id="linear-gradient" x1="0.104" y1="0.52" x2="0.271" y2="0.496" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#26264f" />
                                        <stop offset="1" stop-color="#444b8c" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-2" x1="0.224" y1="1.168" x2="0.333" y2="0.92" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#444b8c" />
                                        <stop offset="1" stop-color="#26264f" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-3" x1="0.544" y1="1.144" x2="0.375" y2="-0.313" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-4" x1="0.69" y1="0.085" x2="0.96" y2="-0.45" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-5" x1="0.574" y1="0.133" x2="0.226" y2="1.688" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-6" x1="0.746" y1="-0.158" x2="-0.095" y2="1.967" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ff9085" />
                                        <stop offset="1" stop-color="#fb6fbb" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-7" x1="0.499" y1="0.59" x2="0.478" y2="3.084" xlink:href="#linear-gradient-2" />
                                    <linearGradient id="linear-gradient-8" x1="4.941" y1="-8.632" x2="0.811" y2="-0.138" xlink:href="#linear-gradient-6" />
                                    <linearGradient id="linear-gradient-9" x1="4.568" y1="-7.847" x2="0.43" y2="0.645" xlink:href="#linear-gradient-6" />
                                    <linearGradient id="linear-gradient-10" x1="4.196" y1="-7.063" x2="0.047" y2="1.428" xlink:href="#linear-gradient-6" />
                                    <linearGradient id="linear-gradient-11" x1="0.24" y1="-0.212" x2="0.942" y2="1.74" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#e38ddd" />
                                        <stop offset="1" stop-color="#9571f6" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-12" x1="1.056" y1="-1.065" x2="-0.796" y2="4.122" xlink:href="#linear-gradient-11" />
                                    <linearGradient id="linear-gradient-13" x1="0.492" y1="0.502" x2="1.057" y2="-1.661" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ffc444" />
                                        <stop offset="1" stop-color="#f36f56" />
                                    </linearGradient>
                                </defs>
                                <g id="Слой_2" data-name="Слой 2">
                                    <g id="Illustration">
                                        <path id="Path_463" data-name="Path 463" d="M79.236,582.039c-3.272.171-5.946-1.875-5.946-4.563V480.623c0-2.687,2.674-4.786,5.946-4.68l154.423,5.015a4.568,4.568,0,0,1,4.529,4.381v84.155a4.681,4.681,0,0,1-4.529,4.471Z" transform="translate(-73.29 -458.344)" fill="url(#linear-gradient)" />
                                        <path id="Path_464" data-name="Path 464" d="M1165.839,2256.666a6.747,6.747,0,0,1-4.325-5.153l-3.215-16.693-27.5,1.026-3.385,17.39c-.474,2.436,1.423,4.879,3.609,5.778l11.505,4.723a14.325,14.325,0,0,0,6.726,1.023l24.314-2.182a1.543,1.543,0,0,0,1.363-1.4c.083-.756.581-1.6-.1-1.832Z" transform="translate(-1060.639 -2122.25)" fill="url(#linear-gradient-2)" />
                                        <path id="Path_465" data-name="Path 465" d="M1182.385,2242.672a6.68,6.68,0,0,1-4.32-5.088l-3.212-16.483-26.828,1.013-3.381,17.171a5.073,5.073,0,0,0,2.962,5.7l11.493,4.664a14.46,14.46,0,0,0,6.72,1.01l24.289-2.155a1.534,1.534,0,0,0,1.362-1.384,1.577,1.577,0,0,0-1.022-1.677Z" transform="translate(-1076.842 -2109.271)" fill="url(#linear-gradient-3)" />
                                        <path id="Path_466" data-name="Path 466" d="M99.5,582.039c-3.272.171-5.946-1.875-5.946-4.563V480.623c0-2.687,2.674-4.786,5.946-4.68l154.421,5.015a4.568,4.568,0,0,1,4.529,4.381v84.155a4.681,4.681,0,0,1-4.529,4.471Z" transform="translate(-92.456 -458.344)" fill="url(#linear-gradient-4)" />
                                        <path id="Path_467" data-name="Path 467" d="M297.637,522.533,142.721,517.8c-1.755-.054-3.181,1.066-3.181,2.5v96.639c0,1.436,1.426,2.528,3.181,2.439l154.916-7.8a2.5,2.5,0,0,0,2.433-2.39V524.875A2.443,2.443,0,0,0,297.637,522.533Z" transform="translate(-135.963 -497.94)" fill="url(#linear-gradient-5)" />
                                        <path id="Path_468" data-name="Path 468" d="M172.853,638.853a1.09,1.09,0,0,1-1.243-.959V548.065a1.108,1.108,0,0,1,1.243-.977l155.281,4.541a.956.956,0,0,1,.953.914v78.6a.971.971,0,0,1-.953.928Z" transform="translate(-166.301 -525.65)" fill="url(#linear-gradient-6)" />
                                        <path id="Path_469" data-name="Path 469" d="M449.1,862.447l-144.755,5.6V795.73L449.1,798.4Z" transform="translate(-291.874 -760.867)" fill="#fff" opacity="0.68" />
                                        <path id="Path_470" data-name="Path 470" d="M449.1,644.743,304.35,641.786V635.61L449.1,639.273Z" transform="translate(-291.874 -609.393)" fill="url(#linear-gradient-7)" />
                                        <path id="Path_471" data-name="Path 471" d="M2460.762,736.724a.677.677,0,0,1-.687.69.72.72,0,0,1-.688-.726.676.676,0,0,1,.688-.69A.72.72,0,0,1,2460.762,736.724Z" transform="translate(-2313.209 -704.36)" fill="url(#linear-gradient-8)" />
                                        <path id="Path_472" data-name="Path 472" d="M2513.116,738.122a.673.673,0,0,1-.683.688.717.717,0,0,1-.685-.724.674.674,0,0,1,.685-.688A.718.718,0,0,1,2513.116,738.122Z" transform="translate(-2362.742 -705.685)" fill="url(#linear-gradient-9)" />
                                        <path id="Path_473" data-name="Path 473" d="M2565.176,739.51a.67.67,0,0,1-.679.686.713.713,0,0,1-.68-.721.671.671,0,0,1,.68-.686A.714.714,0,0,1,2565.176,739.51Z" transform="translate(-2411.999 -707)" fill="url(#linear-gradient-10)" />
                                        <path id="Path_474" data-name="Path 474" d="M454.661,883.817l-98.851,3.1v-56.4l98.851,1.913Z" transform="translate(-340.555 -793.778)" fill="#fef3f3" opacity="0.68" />
                                        <path id="Path_475" data-name="Path 475" d="M2241.2,881.474l-22.7-.107v-14.8l22.7.439Z" transform="translate(-2085.329 -827.882)" fill="#fff" opacity="0.68" />
                                        <path id="Path_476" data-name="Path 476" d="M2241.2,1171.444l-22.7-.046v-1.108l22.7.071Z" transform="translate(-2085.329 -1115.202)" fill="#fff" />
                                        <path id="Path_477" data-name="Path 477" d="M2232.753,1206.85l-14.253,0v-1.108l14.253.017Z" transform="translate(-2085.329 -1148.738)" fill="#fff" />
                                        <path id="Path_478" data-name="Path 478" d="M2241.2,1282.155l-22.7.381v-14.8l22.7-.048Z" transform="translate(-2085.329 -1207.342)" fill="#fff" opacity="0.68" />
                                        <path id="Path_479" data-name="Path 479" d="M2241.2,1565.683l-22.7.442v-1.108l22.7-.416Z" transform="translate(-2085.329 -1488.22)" fill="#fff" />
                                        <path id="Path_480" data-name="Path 480" d="M2232.753,1603.5l-14.253.3V1602.7l14.253-.288Z" transform="translate(-2085.329 -1523.989)" fill="#fff" />
                                        <path id="Path_481" data-name="Path 481" d="M2241.2,1675.145l-22.7.868v-14.8l22.7-.536Z" transform="translate(-2085.329 -1579.112)" fill="#fff" opacity="0.68" />
                                        <path id="Path_482" data-name="Path 482" d="M2241.2,1958.663l-22.7.929v-1.109l22.7-.9Z" transform="translate(-2085.329 -1859.981)" fill="#fff" />
                                        <path id="Path_483" data-name="Path 483" d="M2232.753,1999.853l-14.253.61v-1.108l14.253-.594Z" transform="translate(-2085.329 -1898.937)" fill="#fff" />
                                        <path id="Path_484" data-name="Path 484" d="M424.218,1884.74l-68.408,2.54v-3.708l68.408-2.311Z" transform="translate(-340.555 -1787.782)" fill="#fff" />
                                        <path id="Path_485" data-name="Path 485" d="M2015.49,1865.6l-9.76.362v-3.411l9.76-.329Z" transform="translate(-1888.36 -1769.77)" fill="#fff" />
                                        <path id="Path_486" data-name="Path 486" d="M1802.97,1872.685l-9.98.371v-3.449l9.98-.337Z" transform="translate(-1688.523 -1776.439)" fill="#fff" />
                                        <path id="Path_487" data-name="Path 487" d="M387.107,2020.292l-31.3,1.288v-1.854l31.3-1.236Z" transform="translate(-340.555 -1917.602)" fill="#fff" />
                                        <path id="Path_488" data-name="Path 488" d="M655.735,151.36l-92.147-1.282A6.32,6.32,0,0,0,557,156.229v33.05a6.348,6.348,0,0,0,6.588,6.177l92.146-.934a5.977,5.977,0,0,0,5.917-5.958V157.341A6,6,0,0,0,655.735,151.36Z" transform="translate(-513.544 -150.077)" opacity="0.5" fill="url(#linear-gradient-11)" />
                                        <path id="Path_489" data-name="Path 489" d="M643.506,266.549a1.959,1.959,0,0,1-2.026-1.9v-32.97a1.95,1.95,0,0,1,2.026-1.9l92.146,1.073a1.853,1.853,0,0,1,1.828,1.844v31.294a1.845,1.845,0,0,1-1.828,1.836Z" transform="translate(-593.463 -225.474)" opacity="0.5" fill="url(#linear-gradient-12)" />
                                        <path id="Path_490" data-name="Path 490" d="M740.707,285.75l-26.071-.262a2.291,2.291,0,0,0-2.376,2.233v25.15a2.3,2.3,0,0,0,2.376,2.244l26.071-.148a2.278,2.278,0,0,0,2.3-2.233V287.994A2.291,2.291,0,0,0,740.707,285.75Z" transform="translate(-672.684 -278.176)" fill="#fff" opacity="0.61" />
                                        <path id="Path_491" data-name="Path 491" d="M1490.077,443.649l-46.707-.193V440.51l46.707.268Z" transform="translate(-1356.809 -424.828)" fill="#fff" />
                                        <path id="Path_492" data-name="Path 492" d="M1490.077,537.062,1443.37,537V534.05l46.707.14Z" transform="translate(-1356.809 -513.317)" fill="#fff" />
                                        <path id="Path_493" data-name="Path 493" d="M1477.052,630.491l-33.682.045V627.59l33.682.009Z" transform="translate(-1358.235 -601.806)" fill="#fff" />
                                        <path id="Path_494" data-name="Path 494" d="M405.347,1573.707l-72.168.718a1.347,1.347,0,0,0-1.368,1.3V1597.2a1.285,1.285,0,0,0,1.368,1.245l72.168-2.214a1.242,1.242,0,0,0,1.2-1.233v-20.107a1.183,1.183,0,0,0-1.2-1.186Z" transform="translate(-317.851 -1496.836)" fill="url(#linear-gradient-13)" />
                                        <path id="Path_495" data-name="Path 495" d="M446.834,1614.667l-67.715.8a1.232,1.232,0,0,0-1.249,1.188v17.009a1.175,1.175,0,0,0,1.249,1.14l67.716-1.957a1.134,1.134,0,0,0,1.1-1.128v-15.969a1.083,1.083,0,0,0-1.1-1.085Z" transform="translate(-361.424 -1535.583)" fill="#fff" opacity="0.48" />
                                    </g>
                                </g>
                            </svg>
                        </div>
                        <div class="service_title">Внесение правок
                        </div>
                        <div class="service_text">В существующие проекты (добавить, удалить, переместить элементы и т.п.)</div>
                    </div>
                    <div class="service_card">
                        <div class="service_img"><svg id="Слой_2" data-name="Слой 2" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="181.761" height="130" viewBox="0 0 181.761 130">
                                <defs>
                                    <linearGradient id="linear-gradient" x1="0.583" y1="-0.94" x2="0.403" y2="3.283" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#09005d" />
                                        <stop offset="1" stop-color="#1a0f91" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-2" x1="0.55" y1="-0.459" x2="0.476" y2="0.928" xlink:href="#linear-gradient" />
                                    <linearGradient id="linear-gradient-3" x1="1.131" y1="-0.071" x2="-0.018" y2="0.962" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#febbba" />
                                        <stop offset="1" stop-color="#ff928e" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-4" x1="0.548" y1="-6.476" x2="0.501" y2="0.619" xlink:href="#linear-gradient" />
                                    <linearGradient id="linear-gradient-5" x1="0.954" y1="-3.796" x2="-0.426" y2="9.269" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#e1473d" />
                                        <stop offset="1" stop-color="#e9605a" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-6" x1="0.812" y1="-0.417" x2="3.484" y2="-8.262" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#4f52ff" />
                                        <stop offset="1" stop-color="#4042e2" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-7" x1="0.449" y1="0.84" x2="1.671" y2="-7.247" xlink:href="#linear-gradient-6" />
                                    <linearGradient id="linear-gradient-8" x1="0.886" y1="-0.633" x2="3.558" y2="-8.478" xlink:href="#linear-gradient-6" />
                                    <linearGradient id="linear-gradient-9" x1="1.182" y1="-1.501" x2="3.854" y2="-9.346" xlink:href="#linear-gradient-6" />
                                    <linearGradient id="linear-gradient-10" x1="0.964" y1="-10.866" x2="0.613" y2="-2.278" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ff928e" />
                                        <stop offset="1" stop-color="#fe7062" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-11" x1="1.477" y1="-2.37" x2="4.149" y2="-10.215" xlink:href="#linear-gradient-6" />
                                    <linearGradient id="linear-gradient-12" x1="1.022" y1="-12.304" x2="0.672" y2="-3.716" xlink:href="#linear-gradient-10" />
                                    <linearGradient id="linear-gradient-13" x1="0.794" y1="-6.702" x2="0.533" y2="-0.304" xlink:href="#linear-gradient-10" />
                                </defs>
                                <g id="Illustration">
                                    <path id="Path_430" data-name="Path 430" d="M1018.674,1338.44l-3.925,27.085h45.535l-5.931-27.085Z" transform="translate(-942.184 -1242.726)" fill="url(#linear-gradient)" />
                                    <path id="Path_431" data-name="Path 431" d="M0,8.987V89.6a12.228,12.228,0,0,0,11.914,12.228c29.445.759,132.429,2.6,160.458,2.187a9,9,0,0,0,8.859-8.742c.541-18.728,1.419-63.763-1.83-84.669a9.259,9.259,0,0,0-8.854-7.838C145.877,1.975,36.707-.532,8.69.1A8.889,8.889,0,0,0,0,8.987Z" transform="translate(0 0.003)" fill="url(#linear-gradient-2)" />
                                    <path id="Path_432" data-name="Path 432" d="M70.74,49.262V125.85a7.085,7.085,0,0,0,6.98,7.085l156.3,1.931a6.9,6.9,0,0,0,7-6.869l.262-75.906a5.044,5.044,0,0,0-4.921-5.06L76.336,43.8a5.464,5.464,0,0,0-5.6,5.463Z" transform="translate(-65.681 -40.665)" fill="url(#linear-gradient-3)" />
                                    <path id="Path_433" data-name="Path 433" d="M239.236,1317.381h0L67.774,1314.46a.24.24,0,0,1,.008-.48l171.458,2.922a.24.24,0,0,1,0,.479Z" transform="translate(-62.72 -1220.016)" fill="#91b3fa" />
                                    <path id="Path_434" data-name="Path 434" d="M1266.934,1358.878a2.024,2.024,0,1,1,2.024-2.024A2.024,2.024,0,0,1,1266.934,1358.878Zm0-3.568a1.545,1.545,0,1,0,1.544,1.544A1.544,1.544,0,0,0,1266.934,1355.31Z" transform="translate(-1174.455 -1257.945)" fill="#91b3fa" />
                                    <path id="Path_435" data-name="Path 435" d="M886.035,1689.82H819.392c-1.81,0-3.17-1.287-2.82-2.674l.858-3.382a2.756,2.756,0,0,1,2.705-1.8l64.246-2a2.841,2.841,0,0,1,2.92,1.751l1.541,5.386C889.241,1688.491,887.875,1689.82,886.035,1689.82Z" transform="translate(-758.127 -1559.82)" fill="url(#linear-gradient-4)" />
                                    <path id="Path_436" data-name="Path 436" d="M1355.266,1714.359a.24.24,0,1,1,0-.479l2.753-.04a.242.242,0,0,1,.243.236.239.239,0,0,1-.236.243l-2.753.04Z" transform="translate(-1258.126 -1591.281)" fill="#91b3fa" />
                                    <path id="Path_437" data-name="Path 437" d="M848.677,1720.758a.2.2,0,0,1-.038,0,.24.24,0,0,1-.2-.274l.393-2.46a2.767,2.767,0,0,1,2.7-2.334l29.2-.429a.24.24,0,0,1,.007.48l-29.2.429a2.288,2.288,0,0,0-2.23,1.931l-.393,2.459A.24.24,0,0,1,848.677,1720.758Z" transform="translate(-787.765 -1592.6)" fill="#91b3fa" />
                                    <rect id="Rectangle_70" data-name="Rectangle 70" width="28.204" height="11.164" rx="5.582" transform="translate(75.869 7.876)" fill="url(#linear-gradient-5)" />
                                    <rect id="Rectangle_71" data-name="Rectangle 71" width="28.204" height="11.164" rx="5.582" transform="translate(27.951 28.803)" fill="url(#linear-gradient-6)" />
                                    <rect id="Rectangle_72" data-name="Rectangle 72" width="28.204" height="11.164" rx="5.582" transform="translate(76.076 29.016)" fill="url(#linear-gradient-7)" />
                                    <rect id="Rectangle_73" data-name="Rectangle 73" width="28.204" height="11.164" rx="5.582" transform="translate(122.716 29.016)" fill="#91b3fa" />
                                    <rect id="Rectangle_74" data-name="Rectangle 74" width="28.204" height="11.164" rx="5.582" transform="translate(42.848 45.586)" fill="url(#linear-gradient-8)" />
                                    <rect id="Rectangle_75" data-name="Rectangle 75" width="28.204" height="11.164" rx="5.582" transform="translate(137.612 45.798)" fill="#91b3fa" />
                                    <rect id="Rectangle_76" data-name="Rectangle 76" width="28.204" height="11.164" rx="5.582" transform="translate(43.049 61.757)" fill="url(#linear-gradient-9)" />
                                    <rect id="Rectangle_77" data-name="Rectangle 77" width="28.204" height="11.164" rx="5.582" transform="translate(91.172 61.969)" fill="url(#linear-gradient-10)" />
                                    <rect id="Rectangle_78" data-name="Rectangle 78" width="28.204" height="11.164" rx="5.582" transform="translate(137.813 61.969)" fill="#91b3fa" />
                                    <rect id="Rectangle_79" data-name="Rectangle 79" width="28.204" height="11.164" rx="5.582" transform="translate(42.848 77.58)" fill="url(#linear-gradient-11)" />
                                    <rect id="Rectangle_80" data-name="Rectangle 80" width="28.204" height="11.164" rx="5.582" transform="translate(90.971 77.793)" fill="url(#linear-gradient-12)" />
                                    <rect id="Rectangle_81" data-name="Rectangle 81" width="28.204" height="11.164" rx="5.582" transform="translate(137.612 77.793)" fill="#91b3fa" />
                                    <path id="Path_438" data-name="Path 438" d="M604.4,307.969a.6.6,0,0,1-.6-.6V303.5a.606.606,0,0,1,.178-.429.624.624,0,0,1,.429-.175l37.983.265a.6.6,0,0,1,0,1.206h0l-37.377-.261v3.254a.6.6,0,0,1-.606.6Z" transform="translate(-560.622 -281.239)" fill="#fff" />
                                    <path id="Path_439" data-name="Path 439" d="M586.93,361.98h3.62l-1.81,2.293Z" transform="translate(-544.958 -336.094)" fill="#fff" />
                                    <path id="Path_440" data-name="Path 440" d="M1390.487,307.988a.6.6,0,0,1-.6-.6v-3.254l-37.376.261h0a.6.6,0,0,1,0-1.206l37.983-.265a.644.644,0,0,1,.429.175.606.606,0,0,1,.178.429v3.862a.6.6,0,0,1-.6.6Z" transform="translate(-1255.242 -281.258)" fill="#fff" />
                                    <path id="Path_441" data-name="Path 441" d="M1869.21,361.98h-3.62l1.809,2.293Z" transform="translate(-1732.18 -336.094)" fill="#fff" />
                                    <path id="Path_442" data-name="Path 442" d="M1234.87,368.73h3.62l-1.81,2.293Z" transform="translate(-1146.563 -342.362)" fill="#fff" />
                                    <path id="Path_443" data-name="Path 443" d="M1250.493,299.225a.6.6,0,0,1-.6-.581l-.206-5.512a.6.6,0,0,1,.58-.625.609.609,0,0,1,.626.58l.206,5.511a.6.6,0,0,1-.58.626Z" transform="translate(-1160.318 -271.589)" fill="#fff" />
                                    <path id="Path_444" data-name="Path 444" d="M558.36,696.708l.1-3.618,2.24,1.876Z" transform="translate(-518.431 -643.526)" fill="#fff" />
                                    <path id="Path_445" data-name="Path 445" d="M459.288,577.464a.6.6,0,0,1-.6-.6V566.484a.6.6,0,1,1,1.206,0v9.767l6.389-.067h.007a.6.6,0,0,1,.006,1.206l-7,.072Z" transform="translate(-425.884 -525.394)" fill="#fff" />
                                    <path id="Path_446" data-name="Path 446" d="M551.61,916.068l.1-3.618,2.24,1.875Z" transform="translate(-512.164 -847.2)" fill="#fff" />
                                    <path id="Path_447" data-name="Path 447" d="M452.544,797.354a.6.6,0,0,1-.6-.6V786.373a.6.6,0,0,1,1.206,0v9.768l6.389-.067h.007a.6.6,0,0,1,.006,1.206l-7,.072Z" transform="translate(-419.621 -729.597)" fill="#fff" />
                                    <path id="Path_448" data-name="Path 448" d="M551.61,1135.428l.1-3.619,2.24,1.875Z" transform="translate(-512.164 -1050.873)" fill="#fff" />
                                    <path id="Path_449" data-name="Path 449" d="M452.539,1016.175a.6.6,0,0,1-.6-.6v-10.377a.6.6,0,1,1,1.206,0v9.768l6.389-.067h.007a.6.6,0,0,1,.006,1.207l-7,.072Z" transform="translate(-419.617 -932.732)" fill="#fff" />
                                    <path id="Path_450" data-name="Path 450" d="M1223.18,700.089l.1-3.618,2.24,1.875Z" transform="translate(-1135.709 -646.665)" fill="#fff" />
                                    <path id="Path_451" data-name="Path 451" d="M1124.108,580.871a.6.6,0,0,1-.6-.6V569.893a.6.6,0,1,1,1.206,0v9.765l6.389-.067h.006a.6.6,0,0,1,.007,1.206l-7,.072Z" transform="translate(-1043.162 -528.56)" fill="#fff" />
                                    <path id="Path_452" data-name="Path 452" d="M1216.43,919.448l.1-3.618,2.24,1.875Z" transform="translate(-1129.442 -850.338)" fill="#fff" />
                                    <path id="Path_453" data-name="Path 453" d="M1117.358,800.2a.6.6,0,0,1-.6-.6V789.215a.6.6,0,1,1,1.206,0v9.767l6.391-.064a.61.61,0,0,1,.61.6.6.6,0,0,1-.6.61l-7,.071Z" transform="translate(-1036.895 -732.198)" fill="#fff" />
                                    <path id="Path_454" data-name="Path 454" d="M1216.43,1138.8l.1-3.619,2.24,1.875Z" transform="translate(-1129.442 -1054.002)" fill="#fff" />
                                    <path id="Path_455" data-name="Path 455" d="M1117.363,1020.082a.6.6,0,0,1-.6-.6V1009.1a.6.6,0,0,1,1.206,0v9.768l6.389-.066a.613.613,0,0,1,.61.6.6.6,0,0,1-.6.609l-7,.072Z" transform="translate(-1036.899 -936.399)" fill="#fff" />
                                    <path id="Path_456" data-name="Path 456" d="M1871.13,696.708l.1-3.618,2.239,1.876Z" transform="translate(-1737.324 -643.526)" fill="#fff" />
                                    <path id="Path_457" data-name="Path 457" d="M1772.053,577.734a.6.6,0,0,1-.6-.6V566.754a.6.6,0,1,1,1.207,0v9.767l6.389-.066h.006a.6.6,0,0,1,.006,1.206l-7,.072Z" transform="translate(-1644.772 -525.664)" fill="#fff" />
                                    <path id="Path_458" data-name="Path 458" d="M1864.38,916.068l.1-3.618,2.239,1.875Z" transform="translate(-1731.056 -847.2)" fill="#fff" />
                                    <path id="Path_459" data-name="Path 459" d="M1765.3,797.084a.6.6,0,0,1-.6-.6V786.1a.6.6,0,1,1,1.207,0v9.768l6.389-.067h.007a.6.6,0,0,1,.006,1.206l-7,.072Z" transform="translate(-1638.505 -729.328)" fill="#fff" />
                                    <path id="Path_460" data-name="Path 460" d="M1864.38,1135.428l.1-3.619,2.239,1.875Z" transform="translate(-1731.056 -1050.873)" fill="#fff" />
                                    <path id="Path_461" data-name="Path 461" d="M1765.3,1016.444a.6.6,0,0,1-.6-.6v-10.377a.6.6,0,1,1,1.207,0v9.768l6.389-.067h.007a.6.6,0,0,1,.006,1.207l-7,.071Z" transform="translate(-1638.505 -933.001)" fill="#fff" />
                                    <rect id="Rectangle_82" data-name="Rectangle 82" width="37.634" height="14.896" rx="7.448" transform="translate(99.199 42.703)" fill="url(#linear-gradient-13)" />
                                </g>
                            </svg>
                        </div>
                        <div class="service_title">Натяжка сайта на CMS
                        </div>
                        <div class="service_text">Для редактирования контента Вами
                            Работаю с WordPress, Joomla, SimplaCMS</div>
                    </div>
                    <div class="service_card">
                        <div class="service_img"><svg id="Слой_2" data-name="Слой 2" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="182.658" height="159.99" viewBox="0 0 182.658 159.99">
                                <defs>
                                    <linearGradient id="linear-gradient" x1="0.407" y1="0.92" x2="0.643" y2="-0.145" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#09005d" />
                                        <stop offset="1" stop-color="#1a0f91" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-2" x1="0.536" y1="-7.722" x2="0.491" y2="2.613" xlink:href="#linear-gradient" />
                                    <linearGradient id="linear-gradient-3" y1="0.5" x2="1" y2="0.5" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#dae3fe" />
                                        <stop offset="1" stop-color="#e9effd" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-4" y1="0.5" x2="1" y2="0.5" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#4f52ff" />
                                        <stop offset="1" stop-color="#4042e2" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-5" x1="-0.001" y1="0.5" x2="1.001" y2="0.5" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#febbba" />
                                        <stop offset="1" stop-color="#ff928e" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-6" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-7" x1="-0.002" y1="0.502" x2="0.998" y2="0.502" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-8" x1="-0.001" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-9" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-10" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-11" y1="0.5" x2="1" y2="0.5" gradientUnits="objectBoundingBox">
                                        <stop offset="0" stop-color="#ff928e" />
                                        <stop offset="1" stop-color="#fe7062" />
                                    </linearGradient>
                                    <linearGradient id="linear-gradient-12" x1="0" y1="0.498" x2="1.006" y2="0.498" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-13" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-14" x1="0" y1="0.501" x2="0.998" y2="0.501" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-15" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-16" x1="0" y1="0.5" x2="1.001" y2="0.5" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-17" x1="0" y1="0.502" x2="1.003" y2="0.502" xlink:href="#linear-gradient-5" />
                                    <linearGradient id="linear-gradient-18" x1="0" y1="0.5" x2="1" y2="0.5" xlink:href="#linear-gradient-11" />
                                </defs>
                                <g id="Illustration">
                                    <path id="Path_616" data-name="Path 616" d="M274.672,655.349a3.12,3.12,0,0,1-2.971,3.233H111.029a3.118,3.118,0,0,1-2.972-3.233L106.72,554.8c0-1.776,1.924-5.246,5.449-4.984l157.026-4.425a7.185,7.185,0,0,1,5.485,2.378,8.541,8.541,0,0,1,2.2,5.959Z" transform="translate(-99.732 -509.675)" fill="url(#linear-gradient)" />
                                    <path id="Path_617" data-name="Path 617" d="M330.4,706.89a2.952,2.952,0,0,1-2.811,3.061H173.563a2.951,2.951,0,0,1-2.811-3.061l-1.262-91.282a7.156,7.156,0,0,1,7.252-7.351l150.5-4.4a5.035,5.035,0,0,1,3.854,1.67,6,6,0,0,1,1.545,4.191Z" transform="translate(-158.391 -564.316)" fill="#91b3fa" />
                                    <path id="Path_618" data-name="Path 618" d="M8.422,2266.56H189.578a.491.491,0,0,1,.491.491v7.854a.492.492,0,0,1-.492.491H8.422a.492.492,0,0,1-.492-.491v-7.854A.492.492,0,0,1,8.422,2266.56Z" transform="translate(-7.411 -2118.141)" fill="url(#linear-gradient-2)" />
                                    <path id="Path_619" data-name="Path 619" d="M221.1,717.866,328.3,715.354c1.743-.041,3.186,1,3.186,2.292v1.191c0,1.244-1.336,2.259-3.012,2.292l-107.146,2.009c-1.677.031-3.081-.934-3.163-2.177l-.047-.692C218.03,718.989,219.377,717.906,221.1,717.866Z" transform="translate(-203.829 -668.509)" fill="#bdd0fb" />
                                    <path id="Path_620" data-name="Path 620" d="M1768.9,705.719a3.254,3.254,0,1,0-6.456-.811,3.335,3.335,0,0,0,.724,2.534L1759.846,710a.461.461,0,0,0-.047.676l.031.032a.429.429,0,0,0,.608.016l3.016-2.969a3.2,3.2,0,0,0,1.8.851A3.285,3.285,0,0,0,1768.9,705.719Zm-3.53,2a2.428,2.428,0,1,1,2.667-2.112A2.408,2.408,0,0,1,1765.367,707.722Z" transform="translate(-1644.446 -656.033)" fill="url(#linear-gradient-3)" />
                                    <path id="Path_621" data-name="Path 621" d="M232.977,1412.164l1.788,43.246c.06,1.458,2.1,2.615,4.564,2.6l52.479-.427c2.467-.02,4.448-1.209,4.441-2.666l-.182-43.652c-.007-1.494-2.1-2.692-4.621-2.653l-54.084.833C234.876,1409.478,232.912,1410.7,232.977,1412.164Z" transform="translate(-217.72 -1316.367)" fill="#bdd0fb" />
                                    <path id="Path_622" data-name="Path 622" d="M1270.141,872.744l32.9-.4c3.368-.041,6.159,1.053,6.187,2.423l.559,27.185c.028,1.37-2.715,2.483-6.081,2.465l-34.247-.171c-1.927-.01-3.49-.638-3.536-1.422l-1.605-27.579C1264.236,873.9,1266.839,872.784,1270.141,872.744Z" transform="translate(-1181.523 -815.22)" fill="#bdd0fb" />
                                    <path id="Path_623" data-name="Path 623" d="M240.7,863.1l46.815-.413c4.791-.042,8.765,1.085,8.8,2.5l.795,28.018c.04,1.412-3.863,2.558-8.654,2.541l-48.737-.176c-2.742-.011-4.965-.655-5.03-1.466l-2.285-28.423C232.294,864.287,236,863.136,240.7,863.1Z" transform="translate(-217.184 -806.192)" fill="#bdd0fb" />
                                    <path id="Path_624" data-name="Path 624" d="M1268.942,1404l32.9-.635c3.367-.065,6.159,1.67,6.187,3.846l.559,43.144c.028,2.175-2.716,3.939-6.082,3.913l-34.247-.272c-1.927-.015-3.489-1.012-3.536-2.257l-1.605-43.769C1263.036,1405.836,1265.64,1404.063,1268.942,1404Z" transform="translate(-1180.402 -1311.467)" fill="#bdd0fb" />
                                    <path id="Path_625" data-name="Path 625" d="M2024.82,690.937l25.669-.413c2.627-.042,4.805,1.088,4.827,2.5l.434,28.081c.022,1.415-2.118,2.564-4.745,2.546l-26.717-.176c-1.506-.01-2.722-.659-2.758-1.469l-1.252-28.485C2020.214,692.133,2022.244,690.979,2024.82,690.937Z" transform="translate(-1887.985 -645.305)" fill="#bdd0fb" />
                                    <path id="Path_626" data-name="Path 626" d="M2034.4,1249.375l25.666-.328c2.627-.033,4.805.851,4.827,1.964l.435,22.033c.022,1.113-2.118,2.011-4.744,2l-26.717-.138c-1.506-.008-2.722-.517-2.758-1.153l-1.255-22.351C2029.79,1250.313,2031.824,1249.407,2034.4,1249.375Z" transform="translate(-1896.931 -1167.256)" fill="#bdd0fb" />
                                    <path id="Path_627" data-name="Path 627" d="M2053.177,1715.908l25.669-.373c2.626-.039,4.8.982,4.826,2.26l.436,25.363c.021,1.278-2.118,2.315-4.745,2.3l-26.717-.16c-1.506-.009-2.722-.6-2.758-1.327l-1.253-25.73C2048.569,1716.988,2050.6,1715.945,2053.177,1715.908Z" transform="translate(-1914.486 -1603.197)" fill="#fff" opacity="0.37" />
                                    <path id="Path_628" data-name="Path 628" d="M1962.61,800.722l-1.172-74.775a1.629,1.629,0,0,1,1.758-1.491h0a2.669,2.669,0,0,0,2.871-2.4V703.788a2.3,2.3,0,0,1,2.54-2.055l6.324.175a2.713,2.713,0,0,1,2.83,2.4l2.161,96.411Z" transform="translate(-1832.998 -655.78)" fill="url(#linear-gradient-4)" />
                                    <path id="Path_629" data-name="Path 629" d="M50.335,1707.177H2.75a2.75,2.75,0,0,1-2.75-2.75v-45.946a2.75,2.75,0,0,1,2.74-2.75l47.968-.131a2.751,2.751,0,0,1,2.755,2.763l-.381,46.076A2.75,2.75,0,0,1,50.335,1707.177Z" transform="translate(0 -1547.187)" fill="#7d97f4" />
                                    <path id="Path_630" data-name="Path 630" d="M86.318,1709.379l-42.551.262a2.788,2.788,0,0,0-2.767,2.8l.3,38.645a2.787,2.787,0,0,0,2.736,2.775l41.343.754a2.788,2.788,0,0,0,2.839-2.75l.911-39.661a2.788,2.788,0,0,0-2.809-2.825Z" transform="translate(-38.315 -1597.445)" fill="#bdd0fb" />
                                    <rect id="Rectangle_86" data-name="Rectangle 86" width="34.453" height="1.961" rx="0.981" transform="translate(11.82 114.684)" fill="#fff" opacity="0.6" />
                                    <path id="Path_631" data-name="Path 631" d="M217.781,1807.88h0a.834.834,0,0,1-.818.786l-28.672.524a.834.834,0,0,1-.851-.834v-.066a.833.833,0,0,1,.822-.833l28.673-.458a.834.834,0,0,1,.846.881Z" transform="translate(-175.166 -1688.672)" fill="#fff" opacity="0.6" />
                                    <path id="Path_632" data-name="Path 632" d="M108.11,1903h-.028l-38.781-.466a2.377,2.377,0,0,1-2.348-2.423l1-27.288a2.376,2.376,0,0,1,2.423-2.324l38.712.752a2.38,2.38,0,0,1,2.332,2.419v.007l-.931,26.994A2.381,2.381,0,0,1,108.11,1903Zm-37.783-31.71a1.586,1.586,0,0,0-1.585,1.555l-1,27.29a1.586,1.586,0,0,0,1.572,1.608l38.78.466h.019a1.589,1.589,0,0,0,1.583-1.555l.93-27a1.588,1.588,0,0,0-1.555-1.61l-38.71-.756Zm40.7,2.375Z" transform="translate(-62.569 -1748.018)" fill="#fff" />
                                    <path id="Path_633" data-name="Path 633" d="M123.856,1951.72H81.62a.4.4,0,1,1,0-.79h42.236a.4.4,0,1,1,0,.79Z" transform="translate(-75.906 -1823.179)" fill="#fff" />
                                    <path id="Path_634" data-name="Path 634" d="M487,479.264a.269.269,0,0,1-.448-.176c-.031-.359-.056-.72-.073-1.082a.268.268,0,0,1,.536-.026c.017.352.041.709.072,1.061A.269.269,0,0,1,487,479.264Z" transform="translate(-454.62 -446.442)" fill="url(#linear-gradient-5)" />
                                    <path id="Path_635" data-name="Path 635" d="M532.708,31.72a.269.269,0,0,1-.341.016c-.582-.433-1.189-.851-1.8-1.236a.27.27,0,1,1,.286-.458c.627.393,1.244.818,1.839,1.26a.268.268,0,0,1,.055.376.292.292,0,0,1-.035.043Zm-4.977-2.958a.27.27,0,0,1-.293.045c-.655-.3-1.337-.589-2.019-.839a.269.269,0,0,1,.187-.5c.7.258,1.388.546,2.058.856a.268.268,0,0,1,.131.357.272.272,0,0,1-.06.086Zm-5.474-1.881a.267.267,0,0,1-.241.062c-.708-.166-1.431-.306-2.147-.415a.269.269,0,0,1,.081-.531c.73.112,1.466.254,2.188.423a.268.268,0,0,1,.2.323.261.261,0,0,1-.078.138ZM487.716,52.157a.272.272,0,0,1-.2.065.269.269,0,0,1-.246-.289c.059-.736.148-1.481.262-2.213a.269.269,0,0,1,.53.084c-.114.72-.2,1.448-.259,2.171a.27.27,0,0,1-.083.178Zm28.8-26.008a.271.271,0,0,1-.187.065c-.725-.018-1.46-.007-2.185.033a.269.269,0,1,1-.029-.536c.739-.041,1.488-.052,2.226-.033a.269.269,0,0,1,.174.471ZM488.767,46.461a.268.268,0,0,1-.438-.274c.208-.713.445-1.424.706-2.114a.268.268,0,0,1,.5.189c-.255.678-.489,1.375-.692,2.075A.261.261,0,0,1,488.767,46.461ZM510.758,26.6a.268.268,0,0,1-.131.065c-.711.131-1.429.293-2.132.48a.268.268,0,1,1-.138-.519c.716-.192,1.448-.356,2.173-.49a.268.268,0,0,1,.228.463ZM490.943,41.1a.268.268,0,0,1-.417-.327c.348-.655.726-1.3,1.123-1.926a.269.269,0,0,1,.453.289c-.393.612-.761,1.247-1.1,1.889a.275.275,0,0,1-.058.075ZM505.2,28.231a.27.27,0,0,1-.079.049c-.672.275-1.342.579-1.991.9a.269.269,0,1,1-.241-.482c.661-.327,1.344-.64,2.029-.917a.268.268,0,0,1,.282.448ZM500.1,30.954a.274.274,0,0,1-.03.024c-.6.4-1.2.838-1.768,1.29a.268.268,0,0,1-.377-.044.274.274,0,0,1,.043-.377c.582-.458,1.187-.9,1.8-1.315a.268.268,0,0,1,.327.422ZM494.171,36.3a.268.268,0,0,1-.386-.372c.474-.568.976-1.125,1.494-1.654a.269.269,0,1,1,.384.375c-.508.519-1,1.065-1.465,1.623a.281.281,0,0,1-.027.028Z" transform="translate(-455.36 -23.988)" fill="url(#linear-gradient-6)" />
                                    <path id="Path_636" data-name="Path 636" d="M1217.49,147.7a.268.268,0,0,1-.37-.016c-.244-.254-.5-.507-.75-.753a.269.269,0,0,1-.007-.38.272.272,0,0,1,.38-.007c.262.25.517.509.765.768a.269.269,0,0,1-.008.38Z" transform="translate(-1136.642 -136.88)" fill="url(#linear-gradient-7)" />
                                    <path id="Path_637" data-name="Path 637" d="M1348.225,457.321a.268.268,0,0,1-.448-.21c.013-.355.019-.712.018-1.063a.268.268,0,1,1,.537,0c0,.357-.005.72-.019,1.084A.266.266,0,0,1,1348.225,457.321Z" transform="translate(-1259.522 -425.934)" fill="url(#linear-gradient-8)" />
                                    <path id="Path_638" data-name="Path 638" d="M680.539,542.639l-.181.162a.269.269,0,0,1-.358-.4h0l.177-.159c.471-.424.934-.872,1.375-1.33a.269.269,0,0,1,.386.374C681.49,541.75,681.019,542.208,680.539,542.639Zm-2.96,2.333a.241.241,0,0,1-.029.022c-.6.411-1.224.8-1.854,1.169a.269.269,0,0,1-.269-.465c.619-.358,1.232-.744,1.82-1.147a.268.268,0,0,1,.332.42Zm6.635-6.361a.269.269,0,0,1-.393-.361c.429-.572.84-1.169,1.222-1.768a.268.268,0,1,1,.453.287c-.389.614-.808,1.222-1.244,1.806A.277.277,0,0,1,684.214,538.611ZM672.583,547.7a.283.283,0,0,1-.075.048c-.673.284-1.362.545-2.051.775a.269.269,0,0,1-.171-.509c.676-.227,1.353-.482,2.013-.761a.268.268,0,0,1,.284.447Zm14.565-13.976a.269.269,0,0,1-.424-.314c.3-.644.585-1.31.839-1.982a.269.269,0,0,1,.5.191c-.262.684-.547,1.363-.855,2.019A.273.273,0,0,1,687.147,533.728Zm-20.005,15.65a.266.266,0,0,1-.127.065c-.713.143-1.441.262-2.164.348a.269.269,0,1,1-.065-.533c.709-.086,1.424-.2,2.124-.341a.268.268,0,0,1,.232.463Zm21.9-21.026a.269.269,0,0,1-.441-.262c.169-.694.313-1.4.428-2.109a.269.269,0,1,1,.53.086c-.118.72-.262,1.441-.437,2.149a.262.262,0,0,1-.081.138Zm-27.562,21.577a.265.265,0,0,1-.181.071c-.726,0-1.463-.037-2.19-.1a.269.269,0,1,1,.044-.536c.714.06,1.437.092,2.149.1a.268.268,0,0,1,.178.468Zm-5.66-.608a.27.27,0,0,1-.236.065c-.561-.119-1.126-.255-1.681-.407-.149-.041-.3-.083-.447-.126a.269.269,0,0,1,.151-.516q.218.066.438.124c.545.149,1.1.284,1.649.4a.269.269,0,0,1,.125.462Zm-5.428-1.724a.269.269,0,0,1-.287.047c-.668-.289-1.334-.607-1.978-.947a.269.269,0,1,1,.25-.475c.632.333,1.285.646,1.941.929a.269.269,0,0,1,.074.446Zm-4.972-2.777a.269.269,0,0,1-.334.021c-.6-.418-1.183-.864-1.746-1.328a.269.269,0,1,1,.342-.414c.552.454,1.128.893,1.713,1.3a.268.268,0,0,1,.066.374A.241.241,0,0,1,645.416,544.819Z" transform="translate(-601.117 -491.328)" fill="url(#linear-gradient-9)" />
                                    <path id="Path_639" data-name="Path 639" d="M593.963,741.862a.269.269,0,0,1-.375-.015c-.245-.262-.49-.53-.729-.8a.281.281,0,0,1,.026-.379.269.269,0,0,1,.379.026c.234.267.474.532.715.786a.269.269,0,0,1-.011.38Z" transform="translate(-553.98 -692.103)" fill="url(#linear-gradient-10)" />
                                    <path id="Path_640" data-name="Path 640" d="M597.368,163.211a.339.339,0,0,0,.352.177l4.074-.631a17.957,17.957,0,0,0,4.477,3.715l.131,4.118a.339.339,0,0,0,.238.312l4.724,1.459a.338.338,0,0,0,.373-.123l2.433-3.325a17.95,17.95,0,0,0,5.792-.543l3.008,2.816a.339.339,0,0,0,.393.052l4.372-2.308a.338.338,0,0,0,.177-.352l-.631-4.074A17.96,17.96,0,0,0,631,160.026l4.117-.131a.34.34,0,0,0,.312-.239l1.46-4.723a.337.337,0,0,0-.123-.373l-3.325-2.433a17.956,17.956,0,0,0-.546-5.793l2.816-3.008a.34.34,0,0,0,.052-.39l-2.309-4.372a.338.338,0,0,0-.352-.177l-4.071.632a17.942,17.942,0,0,0-4.477-3.715l-.131-4.118a.339.339,0,0,0-.238-.312l-4.724-1.46a.339.339,0,0,0-.373.124l-2.432,3.325a17.955,17.955,0,0,0-5.793.544l-3.008-2.819a.338.338,0,0,0-.393-.052l-4.369,2.309a.339.339,0,0,0-.177.352l.631,4.073a17.973,17.973,0,0,0-3.715,4.481l-4.117.131a.338.338,0,0,0-.312.238l-1.459,4.725a.337.337,0,0,0,.123.373l3.325,2.433a17.948,17.948,0,0,0,.543,5.792l-2.819,3.006a.339.339,0,0,0-.052.393Z" transform="translate(-555.033 -120.926)" fill="url(#linear-gradient-11)" />
                                    <path id="Path_641" data-name="Path 641" d="M868.357,404.222h0a3.577,3.577,0,1,1,3.579-3.578A3.577,3.577,0,0,1,868.353,404.222Zm-5.882-6.519a3.987,3.987,0,0,0,5.339,5.923h0a3.987,3.987,0,0,0-5.339-5.923Z" transform="translate(-804.766 -370.701)" fill="#fff" opacity="0.7" />
                                    <path id="Path_642" data-name="Path 642" d="M755.59,289.8a12.346,12.346,0,0,1-14.328,1.608l.393-.7a11.544,11.544,0,0,0,14.883-3.131l.016-.021.016-.022a11.528,11.528,0,1,0-20.457-4.137l-.786.192a12.333,12.333,0,1,1,20.256,6.214Z" transform="translate(-686.847 -250.753)" fill="#fff" opacity="0.7" />
                                    <path id="Path_643" data-name="Path 643" d="M1340.507,567.5a.209.209,0,0,1,.051-.37c.267-.09.54-.172.812-.245a.209.209,0,0,1,.107.4c-.262.07-.528.15-.786.237A.208.208,0,0,1,1340.507,567.5Z" transform="translate(-1252.643 -529.762)" fill="url(#linear-gradient-12)" />
                                    <path id="Path_644" data-name="Path 644" d="M1408.546,577.206a.209.209,0,0,1-.083-.23,12.816,12.816,0,0,0,.367-1.678.209.209,0,1,1,.413.062,13.119,13.119,0,0,1-.38,1.733.205.205,0,0,1-.318.114Zm.487-4.538a.208.208,0,0,1-.091-.158,12.915,12.915,0,0,0-.23-1.7.208.208,0,1,1,.408-.084,13.152,13.152,0,0,1,.238,1.758.208.208,0,0,1-.327.187Zm-13.531-12.1a.209.209,0,0,1,.109-.381c.314-.013.634-.015.951-.006.274.008.551.025.823.05a.209.209,0,1,1-.038.416c-.262-.024-.531-.041-.8-.048-.308-.009-.618-.007-.922.005A.21.21,0,0,1,1395.5,560.566Zm12.428,7.675a.209.209,0,0,1-.073-.086,12.874,12.874,0,0,0-.807-1.517.209.209,0,1,1,.354-.22,13.2,13.2,0,0,1,.833,1.566.208.208,0,0,1-.308.257Zm-7.9-7.072a.209.209,0,0,1,.181-.371,13.251,13.251,0,0,1,1.65.655.208.208,0,1,1-.179.376,12.693,12.693,0,0,0-1.6-.633.219.219,0,0,1-.054-.026Zm5.335,3.3a.176.176,0,0,1-.032-.026,12.949,12.949,0,0,0-1.28-1.147.208.208,0,0,1-.036-.293.213.213,0,0,1,.293-.036,13.318,13.318,0,0,1,1.322,1.183.208.208,0,0,1-.266.318Z" transform="translate(-1304.036 -523.492)" fill="url(#linear-gradient-13)" />
                                    <path id="Path_645" data-name="Path 645" d="M1571.574,855.674a.209.209,0,0,1-.057-.286c.147-.23.287-.468.419-.706a.209.209,0,0,1,.283-.082.2.2,0,0,1,.082.284c-.135.246-.281.491-.433.729a.208.208,0,0,1-.288.065Z" transform="translate(-1468.58 -798.614)" fill="url(#linear-gradient-14)" />
                                    <path id="Path_646" data-name="Path 646" d="M1438.855,952.362a.209.209,0,0,1,.081-.378c.268-.048.539-.1.8-.17a.209.209,0,1,1,.1.406c-.273.066-.552.125-.83.174A.206.206,0,0,1,1438.855,952.362Z" transform="translate(-1344.551 -889.482)" fill="url(#linear-gradient-15)" />
                                    <path id="Path_647" data-name="Path 647" d="M1211.9,709.858a.209.209,0,0,1,.221-.354,12.821,12.821,0,0,0,1.521.738.209.209,0,0,1-.157.387,13.3,13.3,0,0,1-1.572-.762Zm-2.26-1.632-.022-.018a13.449,13.449,0,0,1-1.218-1.249.209.209,0,1,1,.318-.271,12.841,12.841,0,0,0,1.179,1.21.209.209,0,0,1-.257.327Zm6.487,3.143a.208.208,0,0,1,.153-.378,12.99,12.99,0,0,0,1.682.174.209.209,0,0,1-.016.417,13.387,13.387,0,0,1-1.737-.18.207.207,0,0,1-.081-.031Zm-9.26-6.679a.209.209,0,0,1-.066-.073,13.231,13.231,0,0,1-.72-1.589.21.21,0,0,1,.393-.147,12.688,12.688,0,0,0,.7,1.538.209.209,0,0,1-.3.271Zm-1.406-4.263a.206.206,0,0,1-.088-.142,13.3,13.3,0,0,1-.136-1.74.209.209,0,0,1,.417-.005,12.864,12.864,0,0,0,.131,1.685.209.209,0,0,1-.328.2Zm.127-4.488a.208.208,0,0,1-.087-.214,13.172,13.172,0,0,1,.458-1.684.209.209,0,0,1,.393.137,12.72,12.72,0,0,0-.446,1.63.209.209,0,0,1-.246.163.194.194,0,0,1-.071-.027Z" transform="translate(-1126.318 -648.479)" fill="url(#linear-gradient-16)" />
                                    <path id="Path_648" data-name="Path 648" d="M1234.511,645.543a.209.209,0,0,1-.06-.282c.147-.24.3-.479.466-.708a.208.208,0,0,1,.288-.052h0a.209.209,0,0,1,.051.291c-.157.223-.309.453-.451.686a.21.21,0,0,1-.288.065Z" transform="translate(-1153.587 -602.263)" fill="url(#linear-gradient-17)" />
                                    <path id="Path_649" data-name="Path 649" d="M1257.573,611.765a.157.157,0,0,0-.041.177l.726,1.756a8.256,8.256,0,0,0-1.179,2.41l-1.83.508a.157.157,0,0,0-.115.141l-.14,2.275a.156.156,0,0,0,.1.154l1.754.728a8.262,8.262,0,0,0,.873,2.535l-.935,1.654a.156.156,0,0,0,.019.181l1.51,1.707a.156.156,0,0,0,.176.041l1.756-.726a8.262,8.262,0,0,0,2.41,1.179l.508,1.833a.156.156,0,0,0,.141.114l2.276.139a.157.157,0,0,0,.154-.1l.727-1.754a8.28,8.28,0,0,0,2.536-.874l1.654.936a.156.156,0,0,0,.18-.019l1.71-1.518a.157.157,0,0,0,.041-.177l-.726-1.756a8.256,8.256,0,0,0,1.179-2.41l1.833-.508a.157.157,0,0,0,.114-.141l.14-2.275a.157.157,0,0,0-.1-.154l-1.76-.725a8.275,8.275,0,0,0-.874-2.536l.935-1.654a.155.155,0,0,0-.019-.18l-1.51-1.707a.156.156,0,0,0-.176-.041l-1.756.726a8.294,8.294,0,0,0-2.41-1.179l-.508-1.83a.156.156,0,0,0-.141-.114l-2.276-.14a.157.157,0,0,0-.154.1l-.727,1.754a8.279,8.279,0,0,0-2.536.874l-1.654-.935a.156.156,0,0,0-.18.019Z" transform="translate(-1172.816 -568.603)" fill="url(#linear-gradient-18)" />
                                    <path id="Path_650" data-name="Path 650" d="M1373.994,730.681h0a2.337,2.337,0,1,1,1.751.367,2.337,2.337,0,0,1-1.751-.367Zm2.28-3.344a1.71,1.71,0,1,0-1.928,2.825h0a1.711,1.711,0,0,0,1.927-2.827Z" transform="translate(-1283.07 -678.847)" fill="#fff" opacity="0.7" />
                                    <path id="Path_651" data-name="Path 651" d="M1322.953,684.336a5.813,5.813,0,0,1-2.537-5.163,5.921,5.921,0,0,1,.169-1.084c.011-.045.024-.09.036-.135l.6.169a5.209,5.209,0,0,0-.183,1.089h0a5.167,5.167,0,0,0,.066,1.2h0v.006a5.2,5.2,0,0,0,3.054,3.87,5.1,5.1,0,0,0,1.31.371l.045.007.036,0,.093.011q.126.014.253.022a5.152,5.152,0,0,0,3.754-1.292,5.187,5.187,0,0,0-5.823-8.492l-.289-.555a5.815,5.815,0,1,1-.589,9.969Z" transform="translate(-1233.943 -629.592)" fill="#fff" opacity="0.7" />
                                    <path id="Path_652" data-name="Path 652" d="M1850.67,272.678a.2.2,0,0,1-.1-.164c-.013-.27-.031-.541-.055-.8a.2.2,0,1,1,.406-.037c.024.27.043.546.056.822a.2.2,0,0,1-.2.214A.207.207,0,0,1,1850.67,272.678Z" transform="translate(-1729.341 -253.709)" fill="#91b3fa" />
                                    <path id="Path_653" data-name="Path 653" d="M1381.3,340.409c-.407-.249-.807-.515-1.193-.791a.2.2,0,1,1,.238-.331c.444.318.907.621,1.379.9h0a.2.2,0,0,1-.211.349Zm2.628,1.344a.2.2,0,0,1,.185-.362c.5.211,1.024.4,1.546.572a.2.2,0,0,1-.125.388c-.532-.172-1.063-.368-1.577-.583Zm4.186,1.23a.2.2,0,0,1,.141-.375c.54.1,1.09.169,1.633.218a.2.2,0,1,1-.037.406c-.555-.05-1.113-.125-1.667-.223A.213.213,0,0,1,1388.113,342.983Zm4.353.274a.2.2,0,0,1,.1-.378c.545-.027,1.1-.078,1.637-.153a.2.2,0,0,1,.055.4c-.555.076-1.118.131-1.675.156A.2.2,0,0,1,1392.466,343.257Zm4.3-.705a.2.2,0,0,1,.052-.371c.524-.148,1.052-.321,1.564-.514a.2.2,0,0,1,.144.382c-.524.2-1.061.374-1.6.524A.208.208,0,0,1,1396.768,342.551Zm4.04-1.645a.2.2,0,0,1,.009-.353c.481-.262.957-.547,1.413-.847a.2.2,0,1,1,.224.34c-.465.306-.951.6-1.441.865A.2.2,0,0,1,1400.808,340.906Zm3.577-2.5a.221.221,0,0,1-.047-.039.2.2,0,0,1,.019-.287c.411-.361.811-.745,1.19-1.14a.2.2,0,1,1,.294.283c-.386.4-.795.794-1.215,1.163A.205.205,0,0,1,1404.385,338.41Zm2.934-3.229-.013-.009a.2.2,0,0,1-.046-.285c.283-.393.554-.8.806-1.211l.1-.165a.2.2,0,0,1,.28-.071h0a.2.2,0,0,1,.069.278l-.1.169c-.257.42-.534.836-.823,1.236A.2.2,0,0,1,1407.319,335.181Zm2.137-3.8a.2.2,0,0,1-.081-.253c.212-.5.406-1.022.576-1.544a.2.2,0,0,1,.388.126c-.173.532-.371,1.063-.589,1.576a.2.2,0,0,1-.267.109Zm1.244-4.182a.2.2,0,0,1-.094-.21c.1-.54.172-1.089.222-1.632a.2.2,0,0,1,.406.038c-.052.555-.131,1.113-.227,1.667a.2.2,0,0,1-.237.165.2.2,0,0,1-.073-.025Z" transform="translate(-1289.654 -303.873)" fill="#91b3fa" />
                                    <path id="Path_654" data-name="Path 654" d="M1340.07,506.038a.251.251,0,0,1-.035-.027c-.2-.191-.393-.387-.583-.581a.2.2,0,0,1,.294-.283c.183.19.375.382.572.569a.2.2,0,0,1-.248.322Z" transform="translate(-1251.696 -472.018)" fill="#91b3fa" />
                                    <path id="Path_655" data-name="Path 655" d="M1255.768,288.116a.2.2,0,0,1-.1-.173c0-.272,0-.549.014-.824a.2.2,0,1,1,.407.015c-.01.269-.014.541-.013.807a.2.2,0,0,1-.311.175Z" transform="translate(-1173.446 -268.134)" fill="#91b3fa" />
                                    <path id="Path_656" data-name="Path 656" d="M1260.3,16.517a.2.2,0,0,1-.1-.21c.1-.54.215-1.084.356-1.616a.2.2,0,1,1,.393.1c-.138.524-.255,1.055-.349,1.583a.2.2,0,0,1-.236.166A.194.194,0,0,1,1260.3,16.517Zm1.2-4.121a.2.2,0,0,1-.082-.252c.211-.508.446-1.014.7-1.5a.2.2,0,0,1,.362.187c-.247.477-.477.972-.683,1.47a.2.2,0,0,1-.266.11l-.029-.014Zm2.073-3.76-.011-.007a.2.2,0,0,1-.049-.284c.317-.449.655-.889,1.011-1.31a.2.2,0,1,1,.312.262c-.346.413-.68.844-.99,1.283a.2.2,0,0,1-.271.056Zm2.848-3.209a.2.2,0,0,1-.031-.327c.408-.369.836-.724,1.273-1.058a.205.205,0,1,1,.247.327c-.428.327-.851.674-1.244,1.035a.2.2,0,0,1-.243.02Zm3.48-2.511a.2.2,0,0,1,.006-.352c.478-.27.974-.524,1.473-.755a.2.2,0,0,1,.171.371c-.489.225-.975.474-1.441.739a.2.2,0,0,1-.206-.006Zm3.943-1.694a.2.2,0,0,1,.047-.369c.524-.16,1.065-.3,1.6-.415a.2.2,0,1,1,.086.4c-.524.113-1.054.249-1.572.407a.2.2,0,0,1-.16-.024Zm4.222-.793a.2.2,0,0,1,.091-.378c.548-.041,1.1-.059,1.654-.054a.2.2,0,0,1,0,.408c-.538-.005-1.083.012-1.62.052a.206.206,0,0,1-.121-.029Zm4.286.157a.2.2,0,0,1,.136-.376c.542.081,1.088.185,1.625.31a.2.2,0,0,1-.093.4c-.524-.123-1.062-.225-1.592-.3a.2.2,0,0,1-.077-.027Zm4.152,1.087a.2.2,0,0,1,.179-.367c.515.2,1.026.417,1.52.655a.2.2,0,0,1-.177.367c-.483-.233-.982-.449-1.489-.642a.158.158,0,0,1-.033-.014Zm5.141,2.929-.02-.014c-.422-.335-.863-.655-1.31-.953a.2.2,0,0,1-.057-.282.2.2,0,0,1,.283-.057c.458.3.907.631,1.338.973a.2.2,0,0,1-.233.334Z" transform="translate(-1177.681 0.003)" fill="#91b3fa" />
                                    <path id="Path_657" data-name="Path 657" d="M1769.608,92.976a.209.209,0,0,1-.047-.039c-.178-.2-.361-.4-.545-.595a.2.2,0,1,1,.3-.282c.187.2.374.4.556.608a.2.2,0,0,1-.262.308Z" transform="translate(-1653.121 -85.969)" fill="#91b3fa" />
                                    <path id="Path_658" data-name="Path 658" d="M1356.489,82.737a.235.235,0,0,0-.244-.121l-2.816.443a12.424,12.424,0,0,0-3.1-2.562l-.1-2.846a.234.234,0,0,0-.165-.216l-3.269-1a.235.235,0,0,0-.258.086l-1.676,2.3a12.415,12.415,0,0,0-4,.385l-2.084-1.944a.233.233,0,0,0-.269-.035l-3.019,1.6a.236.236,0,0,0-.122.244l.443,2.816a12.422,12.422,0,0,0-2.561,3.1l-2.847.1a.234.234,0,0,0-.215.166l-1,3.268a.234.234,0,0,0,.086.258l2.3,1.676a12.419,12.419,0,0,0,.385,4l-1.943,2.084a.235.235,0,0,0-.036.27l1.6,3.019a.234.234,0,0,0,.243.122l2.816-.443a12.387,12.387,0,0,0,3.1,2.561l.1,2.846a.235.235,0,0,0,.166.216l3.272,1a.234.234,0,0,0,.257-.086l1.676-2.3a12.42,12.42,0,0,0,4-.385l2.084,1.944a.235.235,0,0,0,.27.035l3.02-1.6a.234.234,0,0,0,.121-.243l-.443-2.816a12.427,12.427,0,0,0,2.561-3.1l2.847-.1a.234.234,0,0,0,.215-.166l1-3.268a.234.234,0,0,0-.086-.258l-2.306-1.678a12.413,12.413,0,0,0-.385-4l1.944-2.084a.234.234,0,0,0,.035-.27Z" transform="translate(-1242.135 -71.42)" fill="#7d97f4" />
                                    <path id="Path_659" data-name="Path 659" d="M1506.857,259.115a3.36,3.36,0,0,1-.737-.612,3.323,3.323,0,1,1,.737.612Zm3.162-5.186a2.72,2.72,0,0,0-1.285-.393h0a2.715,2.715,0,1,0,1.285.393Zm-1.27-.7Z" transform="translate(-1406.698 -236.392)" fill="#91b3fa" />
                                    <path id="Path_660" data-name="Path 660" d="M1428.6,189.194a8.555,8.555,0,0,1,6.969-15.479l.2.065a8.549,8.549,0,0,1,1.323.568c.05.026.1.053.147.081l-.3.534a8,8,0,0,0-1.553-.664l-.016,0a7.939,7.939,0,1,0,5.4,5.7l.594-.147a8.56,8.56,0,0,1-12.773,9.349Z" transform="translate(-1331.229 -161.988)" fill="#91b3fa" />
                                </g>
                            </svg>
                        </div>
                        <div class="service_title">Оптимизация скорости работы
                        </div>
                        <div class="service_text">Для наилучшей поисковой выдачи.
                            Проверка Google page speed в зеленой зоне</div>
                    </div>
                </div>

            </div>
        </section>


        <section class="portfolio" id="portfolio">
            <div class="container">
                <h2>МОИ РАБОТЫ</h2>
                <div class="swiper-container">
                    <div class="swiper-wrapper">
                        <div class="swiper-slide">
                            <div class="portfolio_item">
                                <div class="item_title">
                                </div>
                                <div class="item_img"><img src="./assets/img/portfolio/1.jpg" alt=""></div>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="portfolio_item">
                                <div class="item_title">
                                </div>
                                <div class="item_img"><img src="./assets/img/portfolio/2.jpg" alt=""></div>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="portfolio_item">
                                <div class="item_title">
                                </div>
                                <div class="item_img"><img src="./assets/img/portfolio/3.png" alt=""></div>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="portfolio_item">
                                <div class="item_title">
                                </div>
                                <div class="item_img"><img src="./assets/img/portfolio/4.jpg" alt=""></div>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="portfolio_item">
                                <div class="item_title">
                                </div>
                                <div class="item_img"><img src="./assets/img/portfolio/5.jpg" alt=""></div>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="portfolio_item">
                                <div class="item_title">
                                </div>
                                <div class="item_img"><img src="./assets/img/portfolio/" alt=""></div>
                            </div>
                        </div>
                    </div>
                    <div class="swiper-pagination"></div>
                    <!-- Add Arrows -->
                    <div class="buttons">
                        <div class="swiper-button-next"></div>
                        <div class="swiper-button-prev"></div>
                    </div>
                </div>

            </div>
        </section>


        <section class="contacts" id="contacts">
            <div class="container">
                <h2>Связаться со мной</h2>
                <div class="contacts_block">
                    <div class="map"><iframe src="https://snazzymaps.com/embed/300152" width="100%" height="100%" style="border:none;"></iframe></div>
                    <div class="social">
                        <div class="soct">Мои контакты:</div>
                        <div class="soc">
                            <span>Telegram:</span> <a href="https://telegram.im/@MishaWeb">@mishaweb.ru</a>
                        </div>
                        <div class="soc">
                            <span>Whatsapp:</span> <a href="https://wa.me/79022522058" class="tg">@misha_solovev</a>
                        </div>
                        <div class="soc">
                            <span>Instagram:</span> <a href="https://instagram.com/misha.web" class="tg">@misha.web</a>
                        </div>
                        <div class="form">
                            <form action="sender.php" method="post" class="decor">

                                <div class="form-inner">
                                    <h3>Связаться со мной</h3>
                                    <div class="inpb">
                                        <input type="text" placeholder="Ваше имя" name="name" required="">
                                    </div>
                                    <div class="inpb">
                                        <input type="text" placeholder="Ваш номер телефона" name="phone" required="">
                                    </div>

                                    <div class="inpb">
                                        <input type="text" placeholder="Ваш e-mail" name="email" required="">
                                    </div>
                                    <div class="ibtn">
                                        <button type="submit" value="Отправить">ОТПРАВИТЬ</button>
                                    </div>
                                </div>
                            </form>
                        </div>
                    </div>
                </div>
            </div>

        </section>




        <!--
        <section class="help">
            <div class="container">
                <div class="tabs">
                    <ul class="tabs__caption">
                        <li class="active">Таб 1</li>
                        <li class="">Таб 2</li>
                        <li class="">Таб 3</li>
                    </ul>
                    <div class="tabs__content active">
                        Контент 1 таба
                    </div>
                    <div class="tabs__content">
                        Контент 2 таба
                    </div>
                    <div class="tabs__content">
                        Контент 3 таба
                    </div>
                </div>
                <hr>
                <button class="md-trigger" data-modal="modal-1">Модальное окно</button>
                <hr>
            </div>
        </section>
-->
    </div>
    <!--
    <div class="md-modal md-effect-1" id="modal-1">
        <div class="md-content">
            <h3>Модальные окна</h3>
            <div>
                <p> Это модальное окно. Вы можете выполнять следующие действия с ним:</p>
                <ul>
                    <li><strong>Читать:</strong> модальные окна, вероятно, несут важную текстовую информацию, так что не забудьте прочитать то, что в них написано.</li>
                    <li><strong>Смотреть:</strong> модальные окна несут визуальную информацию, на которую приятно смотреть.</li>
                    <li><strong>Закрыть:</strong> нажмите на кнопку, чтобы закрыть модальное окно.</li>
                </ul>
                <button class="md-close">Закрыть!</button>
            </div>
        </div>
    </div>
    <div class="md-overlay"></div> the overlay element 
-->
    <div class="md-modal md-effect-1" id="modal-1">
        <div class="md-content">
            <h3>Получить консультацию</h3>
            <div>

                <form action="sender.php" method="post">
                    <div class="inpb">
                        <input type="text" placeholder="Ваше имя" name="name" required="">
                    </div>
                    <div class="inpb">
                        <input type="text" placeholder="Ваш номер телефона" name="phone" required="">
                    </div>

                    <div class="inpb">
                        <input type="text" placeholder="Ваш e-mail" name="email" required="">
                    </div>
                    <div class="ibtn">
                        <button type="button">ОТПРАВИТЬ</button>
                        <div class="check">
                            <input type="checkbox" id="formid" required="">
                            <label for="formid">Даю согласие на обработку данных</label>
                        </div>
                    </div>
                </form>

                <button class="md-close">Закрыть!</button>
            </div>
        </div>
    </div>
    <div class="md-overlay"></div><!-- the overlay element -->

    <link rel="stylesheet" href="./assets/css/animate.css" type="text/css" />

    <!-- FOR MODAL -->
    <script src="./assets/js/classie.js"></script>
    <script src="./assets/js/modalEffects.js"></script>
    <script>
        var polyfilter_scriptpath = './assets/js/';

    </script>
    <script src="./assets/js/cssParser.js"></script>
    <script src="./assets/js/css-filters-polyfill.js"></script>
    <!-- FOR MODAL -->

    <script src="https://code.jquery.com/jquery-3.5.1.min.js"></script>
    <script src="./assets/js/jquery.validate.min.js"></script>
    <script src="./assets/js/jquery.maskedinput.js"></script>
    <script src="./assets/js/wow.min.js"></script>

    <!-- Counter -->
    <script src="./assets/js/counter/jquery.cookie.js"></script>
    <script src="./assets/js/counter/jquery.plugin.js"></script>
    <script src="./assets/js/counter/jquery.countdown.js"></script>
    <script src="./assets/js/counter/jquery.countdown-ru.js"></script>
    <script>
        var endDateTime = new Date();
        var nowDateTime = new Date(3600 * 24 * 1000);

    </script>
    <!-- End Counter -->

    <script src="./assets/js/script.js"></script>

    <link rel="stylesheet" href="https://unpkg.com/swiper/swiper-bundle.min.css">
    <script src="https://unpkg.com/swiper/swiper-bundle.min.js"></script>

    <script>
        var swiper = new Swiper('.swiper-container', {
            pagination: {
                el: '.swiper-pagination',
                type: 'progressbar',
            },
            navigation: {
                nextEl: '.swiper-button-next',
                prevEl: '.swiper-button-prev',
            },
        });
        /*
        var swiper = new Swiper('.slider', {
            observer: true,
            observeParents: true,
            navigation: {
                nextEl: '.btn-next',
                prevEl: '.btn-prev',
            },
        });
        
        */

    </script>
</body>

</html>
